[
    {
        "start_date": {
            "month": 8,
            "day": 7,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Leonard Woolf to R. & R. Clark",
            "text": "Woolf describes in this letter to the publishing house R. & R. Clark how many copies of Leys' Kenya are needed  as well as a full description of the maps he included along with the letter as well as what their precise location should be within the novel."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 16,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "A letter from Woolf to Leys  explaining on how many copies Leys should get and how expensive it would be."
        }
    },
    {
        "start_date": {
            "month": 10,
            "day": 19,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Association Press publication department of the National Council of the Young Men's Christian Associations to Hogarth Press",
            "text": "Letter from Association Press publication department of the National Council of the Young Men's Christian Associations to The Hogarth Press explaining that they cannot invest in the book Kenya by Norman Leys."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 19,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "This is a letter from Leonard Woolf to Norman Leys regarding the possibilities for the binding of the cheap edition of a book. This book is not mentioned by name in the letter. The letter is written on a typewriter."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 13,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Kenneth Leys to Leonard Woolf",
            "text": "Letter from Kenneth Leys to Leonard Woolf about information on requests from Norman Leys about the printing of his book."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 14,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "A letter from Leonard Woolf to Norman Leys responding to a previous letter."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 23,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Leys writes expecting more criticism of his work and discusses faults he finds when he reads ihis his work. Handwritten letter signed by Leys"
        }
    },
    {
        "start_date": {
            "month": 10,
            "day": 20,
            "year": 1925
        },
        "text": {
            "headline": "Letter from William Edward Burghardt du Bois to Norman Leys",
            "text": "This is a letter from William Edward Burghadt du Bois to Norman Leys. The letter has been written on a typewriter and is dated the 20th of October 1925. It concerns a review of the book Kenya\" for which The Crisis magazine will write a review.\""
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 13,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Letter from Norman Leys to Leonard Woolf with several questions about the printing of the book Kenya."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 7,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Leonard Woolf to R. & R. Clark",
            "text": "Woolf describes in this letter to the publishing house R. & R. Clark how many copies of Leys' Kenya are needed  as well as a full description of the maps he included along with the letter as well as what their precise location should be within the novel."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 2,
            "year": 1953
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Hand-written letter from Norman Leys replying to Leonard Woolf concerning an American edition of his book and requesting Leonard Woolf to forward one copy of the book Kenya to James Maxton Esq.MP."
        }
    },
    {
        "start_date": {
            "month": 2,
            "day": 17,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Letter from Norman Leys to Leonard Woolf wherein Leys explains that he is searching for a way to publish a cheap edition that will provide a profit."
        }
    },
    {
        "start_date": {
            "month": 7,
            "day": 18,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf writes to ask Leysnot to sign a bad agreement  he comments on the Hogarth Pressexpanding but that he does not know if he can get the publicity that an older  more established firm can get. He states that if Allen and Unwincan give him a fair agreement he should stick with him  and if not  he should look in to another publisher. Woolf offers to produce it for him. Typescript letter signed by Woolf"
        }
    },
    {
        "start_date": {
            "month": 2,
            "day": 16,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Letter from Norman Leys to Leonard Woolf requesting clarification on some issues regarding the publishing of a revised and improved version of the book Kenya."
        }
    },
    {
        "start_date": {
            "month": 12,
            "day": 15,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Letter from Leonard Woolf to Norman Leys concerning Leys forthcoming book  Kenya. Woolf is asking Leys whether he wants to accept an anonymous monetary contribution offered to Woolf with the purpose of putting advertisements into popular papers. Woolf advises Leys to do so."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 13,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys Esq",
            "text": "This letter was typed by Mr Woolf as the role of publisher to Mr Leys who appears to be his client. Mr Woolf attempts to persuade Mr Leys to hold off from reprinting his work as Mr Woolf predicts this would an financial mistake for Mr Leys. It becomes evident from this correspondance that there has been an argument between the two gentlemen and Mr Woolf attempts to persuade Mr Leys to heed his advice  even if that risks personal financial loss for Mr Woolf."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 28,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys asks Leonard Woolf to send him money that he is owed  as well as noting his hopes of seeing Woolf in London to discuss a cheap edition of his book."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 30,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "The author describes how they should discuss the pay of the recipient  as well as a cheap edition of the book the recipient wrote  some of which already went to America through a wholesaler."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 28,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys asks Leonard Woolf to send him money that he is owed  as well as noting his hopes of seeing Woolf in London to discuss a cheap edition of his book."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 16,
            "year": 1953
        },
        "text": {
            "headline": "Letter from the Hogarth Press to East African Standard",
            "text": "Letter from the Hogarth Press by Leonard Woolf to the Manager of the Book Department of East African Standard declining the republication of Norman Leys's book Kenya."
        }
    },
    {
        "start_date": {
            "month": 11,
            "day": 2,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Letter from Norman Leys to Leonard Woolf about profitability  the number of book copies sold and using connections with influental freinds."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 18,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Frederick Harris",
            "text": "Leonard Woolf asks Frederick Harris if he wants copies of Dr Norman Leys's book Kenya in sheets to be issued in the US."
        }
    },
    {
        "start_date": {
            "month": 4,
            "day": 1,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys writes to Leonard Woolf about his plan on sueing the Daily Express. He is asking Leonard Woolf for advice and maybe a friend or a lawyer who can help him."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 30,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Leonard Woolf to R & R Clark",
            "text": "A letter from Woolf to R & R Clark in Edinburgh  explaining the lay-out and look of the book Kenya."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 15,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "A letter from Norman Leys to Leonard Woolf responding to the letter send on 14-08-1924."
        }
    },
    {
        "start_date": {
            "month": 4,
            "day": 1,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf writes to ask Norman Leys not to pursue a libel case and asks to see the statement he wishes to issue to the press. He also offers to consult a law firm for Leys."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 2,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf encloses a form of agreement for Norman Leys and makes suggestions for edited clauses. He also returns Unwin's letters states his opinion on the book. He also states he will ask the printer to return certain chapters to Leys for correcting. Lastly he asks Leys to send him a copy of the agreement with any remarks."
        }
    },
    {
        "start_date": {
            "month": 2,
            "day": 19,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf writes on the subjects of volume of sales and reprinting."
        }
    },
    {
        "start_date": {
            "month": 4,
            "day": 25,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf writes to inform Leys of sales  and that Leys should think about gettin gthe second edition advertised. He apologises that he cannot meet on Wednesday."
        }
    },
    {
        "start_date": {
            "month": 11,
            "day": 3,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf writes regarding estimates and lists his letters where he has shown his calculations. He also confirms his accuracy and that he will send a more detailed estimate. He reminds Leys that an estimate will never be wholly accurate and variations will occur."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 15,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Norman Leys rebuts against Leonard Woolf's last letter. He states that he does not like ambiguous and inconsistent language. He also wants Leonard Woolf to respond to unanswered questions. Leys asks if Woolf has sent copies to the papers he has asked him to."
        }
    },
    {
        "start_date": {
            "month": 4,
            "day": 5,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys states that he cannot find a financial statement from The Hogarth Press  he discusses the cheap edition of 'Kenya' and reccommends a book to read."
        }
    },
    {
        "start_date": {
            "month": 12,
            "day": 15,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf informs that he is enclosing a cheque for advertising from a benefactor that wishes to remain anonymous."
        }
    },
    {
        "start_date": {
            "month": 2,
            "day": 23,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf answers Leys questions mainly regarding a choice of publisher for a cheap edition and provides him with further advice. Woolf also advises obtaining a proper estimate for a cheap edition."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 10,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys writes regarding a telegram  he has sent a new preface but wonders why a second edition reprint is now so urgent. He refuses to allow a reprint without correcting erratas. He asks if R.&R.Clark can be told to print 1000 copies  but not to start until he has made his final decisions."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 30,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf encloses a cheque for Leys and lets him know that he is looking into how much he is paid. He also agrees to dicussing the cheap edition that Leys suggested."
        }
    },
    {
        "start_date": {
            "month": 12,
            "day": 16,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys asks Woolf to send an enclosure on his behalf to an anonymous benefactor  he wishes some of the money donated could be spent on advertising the cheap edition of 'Kenya'. He also speaks of a pamphlet he has sent to the Fabian society that he will send to The Hogarth Press should they turn it down."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 11,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf writes in relation to a telegram he has sent. He states that if a new edition is to be printed he will need to leave plenty of time for it to be done. He states that he has asked R & R Clark to prepare to print 900 copies. He also confirms the time and date of their meeting."
        }
    },
    {
        "start_date": {
            "month": 12,
            "day": 30,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Letter from Leonard Woolf to Norman Leys about advertisements"
        }
    },
    {
        "start_date": {
            "month": 1,
            "day": 19,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys thanks Leonard Woolf for an earlier postcard  then discusses a number of questions he has regarding an information bureau in London  why a person named Andrews seems annoyed with him (Leys)  the balancing of the annual budget  and when he will send new lists of people to send circulars to."
        }
    },
    {
        "start_date": {
            "month": 12,
            "day": 3,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys writes about his brother Kenneth and how his brother has written about a review  he asks if his brother can write to Leonard. He discusses the African Standard informing Woolf that they also run a book selling business. Leys also asks to send copies for review."
        }
    },
    {
        "start_date": {
            "month": 2,
            "day": 17,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf writes to answer Leys questions regarding pamphlet sales and when it would be best to publish one."
        }
    },
    {
        "start_date": {
            "month": 2,
            "day": 16,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Letter from Leonard Woolf to Norman Leys about the publication of the book Kenya"
        }
    },
    {
        "start_date": {
            "month": 4,
            "day": 24,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Norman Leys writes to say that he meant to meet with Virginia but the report he was waiting to discuss is not availabe for weeks. He asks when he is to recieve copies of the second and first edition. He discusses an upcoming debate and hopes that it will help him sell copies."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 16,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Leys sends chapters to Woolf and asks for a meeting."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 30,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys writes to discuss a 2nd edition of 'Kenya'  the profits of the 1st edition and also discusses the cheap edition."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 23,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "In this letter  Norman Leys negatively criticises his work in a letter written for Leonard Woolf  whilst also expecting to hear some criticism from him."
        }
    },
    {
        "start_date": {
            "month": 5,
            "day": 9,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Normal Leys writes to Woolf to let him know that he will consult him before pursuing any action regarding the press. He states that Sir Robert Hamilton encourages suing the Daily Express. He names Delamere as a liar. He questions what a counsel will cost and talks about feeling judged."
        }
    },
    {
        "start_date": {
            "month": 2,
            "day": 14,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "In this letter  Leonard Woolf informs Norman Leys about the accounts and estimates about the total expenditure. He also offers his opinion on reprinting more copies  favouring that he does not do it  since it is expensive."
        }
    },
    {
        "start_date": {
            "month": 11,
            "day": 4,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys asks if they can agree to disagree regarding their opinions and that he should regret going to another publisher."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 7,
            "year": 1954
        },
        "text": {
            "headline": "Letter from Leonard Woolf to The Hon. V. Sackville-West.",
            "text": "Letter from Leonard Woolf to Vita Sackville-West regarding the agreement for THE EDWARDIANS."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 6,
            "year": 1934
        },
        "text": {
            "headline": "Letter from Hogarth Press to Birmingham Repertory Theatre",
            "text": "The Manager of the publishing company The Hogarths Press suggests a number of the pocket edition of Vita Sackville-West's novel The Edwardians to be put for sale at the Birmingham Repertory Theatre  as the latter was producing a play based on the novel."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 15,
            "year": 1938
        },
        "text": {
            "headline": "Letter from The Hogarth Press to The Windmill Press",
            "text": "The manager of the Hogarth Press issues a request to the Windmill Press asking if they may lend Vita Sackville-West's 'The Edwardians' again."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 1,
            "year": 1930
        },
        "text": {
            "headline": "Letter from Vita Sackville-West to Leonard Woolf",
            "text": "Vita Sackville-West writes to Leonard Woolf to let him know she has accidentally assigned the Canadian rights to one of her books - most likely The Edwardians - to both Hogarth Press - owned by Leonard Woolf - and the publishing house Doubleday  Doran. She also sends him back some money she has borrowed  and gives him the new address of Dorothy Wellesley so that he may write to her to let her know whether he has received her poem and what he thinks of it."
        }
    },
    {
        "start_date": {
            "month": 4,
            "day": 20,
            "year": 1937
        },
        "text": {
            "headline": "Letter from The Hogarth Press to A.R. Moon, Esq.",
            "text": "The Hogarth Press give permission to A.R.Arthur ReginaldMoon  Esq. to quote a passage from The Edwardians in an English textbook. They request that he give credit to the author and publisher."
        }
    },
    {
        "start_date": {
            "month": 7,
            "day": 15,
            "year": 1946
        },
        "text": {
            "headline": "Letter from Vita Sackville-West to Leonard Woolf/persName>, 15th July 1946 ",
            "text": "Letter from V. Sackville-West to Leonard in which she introduces Mr. Jullian as suitable artist to illustrate The Edwardians"
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 9,
            "year": 1954
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Aline Burch",
            "text": "Letter sent by Leonard Woolf to Aline Burch asking to send a book copy to Marquis D'Ormesson"
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 3,
            "year": 1954
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Vita Sackville-West",
            "text": "Leonard Woolf confirms he will look into the agreement of the rights to The Edwardians for Vita Sackville-West and he is going to send her a copy of Pepita."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 14,
            "year": 1954
        },
        "text": {
            "headline": "Letter from The Hogarth Press to Vita Sackville-West",
            "text": "The Hogarth Press Ltd apologises to Miss Sackville-West for forgetting to return attached letters with a previous letter."
        }
    },
    {
        "start_date": {
            "month": 4,
            "day": 4,
            "year": 1946
        },
        "text": {
            "headline": "Letter from Vita Sackville-West to Leonard Woolf",
            "text": "Vita Sackville-West tells Leonard Woolf about a rumor she heard regarging a change in the management of the Press. She asks if some of her book can be re-printed. She asks if the rumor is true."
        }
    },
    {
        "start_date": {
            "month": 7,
            "day": 31,
            "year": 1946
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Vita Sackville-West",
            "text": "Leonard Woolf thanks Vita Sackville-West for her letter concerning a Mr. Jullian."
        }
    },
    {
        "start_date": {
            "month": 4,
            "day": 30,
            "year": 1929
        },
        "text": {
            "headline": "Letter from Vita Sackville-West to Leonard Woolf",
            "text": "A letter from Vita Sackville-West to Leonard Woolf about an offer she received from the Heinemann publishing house."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 26,
            "year": 1930
        },
        "text": {
            "headline": "Letter from The Hogarth Press to Irwin & Gordon LTD",
            "text": "The manager of the Hogarth Press responds to a claim by publisher Doubleday Doran that the Hogarth Press is not allowed to sell Vita Sackville-West's 'The Edwardians' in Canada."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 14,
            "year": 1930
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Vita Sackville-West",
            "text": "Leonard Woolf discusses publishing matters with Vita Sackville-West  such as the type of paper that will be used for her novel  The Edwardians  as well as the photo for the jacket of the novel. His appointment with the Secretarty of the Book Society is mentioned as well. In the last paragraph  their frienship is shown as Woolf comments on Sackville-West's move from Long Barn  Kent to Sussex."
        }
    },
    {
        "start_date": {
            "month": 11,
            "day": 17,
            "year": 1944
        },
        "text": {
            "headline": "Letter from Leonard Woolf to John Lehmann",
            "text": "Woolf writes to confirm a meeting  to suggest a (re)print of Ten Letter Writers and to answer some of Lehmann's questions regarding an old printing machine."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 10,
            "year": 1930
        },
        "text": {
            "headline": "Letter from Leonard Woolf to R&R Clark",
            "text": "Letter from Leonard Woolf to R&R Clark Ltd ask for a printing proof of a MS."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 29,
            "year": 1933
        },
        "text": {
            "headline": "Letter from The Hogarth Press to Lowe, Brydone Ltd.",
            "text": "The Hogarth Press accept Lowe  Brydone Ltd.'s price for a printing order of Vita Sackville-West's novel  The Edwardians. The Hogarth Press Inform Lowe  Brydone Ltd. that they have ordered printing paper to be delivered to Lowe  Brydone Ltd. from Spalding & Hodge and request an estimation as to when the printed sheets will be forwarded to be bound by The Ship Binding Works."
        }
    },
    {
        "start_date": {
            "month": 1,
            "day": 8,
            "year": 1937
        },
        "text": {
            "headline": "Letter from The Hogarth Press  to The Ship Binding Works",
            "text": "A letter from the Hogarth Press to the Ship Binding Works regarding stock"
        }
    },
    {
        "start_date": {
            "month": 10,
            "day": 17,
            "year": 1939
        },
        "text": {
            "headline": "Letter from Allen Lane to Leonard Woolf",
            "text": "Letter from Allen Lane to Leonard Woolf about a reduced royalty scale for the novel Edwardianwritten by Vita Sackville-West."
        }
    },
    {
        "start_date": {
            "month": 5,
            "day": 31,
            "year": 1930
        },
        "text": {
            "headline": "Letter from Leonard Woolf to R & R Clark",
            "text": "Leonard Woolf writes to his printer R & R Clark with instructions for the second edition of Vita Sackville-West's book The Edwardians."
        }
    },
    {
        "start_date": {
            "month": 5,
            "day": 4,
            "year": 1946
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Vita Sackville-West",
            "text": "Woolf informs Sackville-West that he is trying to amalgamate with Chatto & Windus and that he is planning to reprint some of her work. He asks her what work she would like to be printed first."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 7,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Leonard Woolf to R. & R. Clark",
            "text": "Woolf describes in this letter to the publishing house R. & R. Clark how many copies of Leys' Kenya are needed  as well as a full description of the maps he included along with the letter as well as what their precise location should be within the novel."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 16,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "A letter from Woolf to Leys  explaining on how many copies Leys should get and how expensive it would be."
        }
    },
    {
        "start_date": {
            "month": 10,
            "day": 19,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Association Press publication department of the National Council of the Young Men's Christian Associations to Hogarth Press",
            "text": "Letter from Association Press publication department of the National Council of the Young Men's Christian Associations to The Hogarth Press explaining that they cannot invest in the book Kenya by Norman Leys."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 19,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "This is a letter from Leonard Woolf to Norman Leys regarding the possibilities for the binding of the cheap edition of a book. This book is not mentioned by name in the letter. The letter is written on a typewriter."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 13,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Kenneth Leys to Leonard Woolf",
            "text": "Letter from Kenneth Leys to Leonard Woolf about information on requests from Norman Leys about the printing of his book."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 14,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "A letter from Leonard Woolf to Norman Leys responding to a previous letter."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 23,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Leys writes expecting more criticism of his work and discusses faults he finds when he reads ihis his work. Handwritten letter signed by Leys"
        }
    },
    {
        "start_date": {
            "month": 10,
            "day": 20,
            "year": 1925
        },
        "text": {
            "headline": "Letter from William Edward Burghardt du Bois to Norman Leys",
            "text": "This is a letter from William Edward Burghadt du Bois to Norman Leys. The letter has been written on a typewriter and is dated the 20th of October 1925. It concerns a review of the book Kenya\" for which The Crisis magazine will write a review.\""
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 13,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Letter from Norman Leys to Leonard Woolf with several questions about the printing of the book Kenya."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 7,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Leonard Woolf to R. & R. Clark",
            "text": "Woolf describes in this letter to the publishing house R. & R. Clark how many copies of Leys' Kenya are needed  as well as a full description of the maps he included along with the letter as well as what their precise location should be within the novel."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 2,
            "year": 1953
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Hand-written letter from Norman Leys replying to Leonard Woolf concerning an American edition of his book and requesting Leonard Woolf to forward one copy of the book Kenya to James Maxton Esq.MP."
        }
    },
    {
        "start_date": {
            "month": 2,
            "day": 17,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Letter from Norman Leys to Leonard Woolf wherein Leys explains that he is searching for a way to publish a cheap edition that will provide a profit."
        }
    },
    {
        "start_date": {
            "month": 7,
            "day": 18,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf writes to ask Leysnot to sign a bad agreement  he comments on the Hogarth Pressexpanding but that he does not know if he can get the publicity that an older  more established firm can get. He states that if Allen and Unwincan give him a fair agreement he should stick with him  and if not  he should look in to another publisher. Woolf offers to produce it for him. Typescript letter signed by Woolf"
        }
    },
    {
        "start_date": {
            "month": 2,
            "day": 16,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Letter from Norman Leys to Leonard Woolf requesting clarification on some issues regarding the publishing of a revised and improved version of the book Kenya."
        }
    },
    {
        "start_date": {
            "month": 12,
            "day": 15,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Letter from Leonard Woolf to Norman Leys concerning Leys forthcoming book  Kenya. Woolf is asking Leys whether he wants to accept an anonymous monetary contribution offered to Woolf with the purpose of putting advertisements into popular papers. Woolf advises Leys to do so."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 13,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys Esq",
            "text": "This letter was typed by Mr Woolf as the role of publisher to Mr Leys who appears to be his client. Mr Woolf attempts to persuade Mr Leys to hold off from reprinting his work as Mr Woolf predicts this would an financial mistake for Mr Leys. It becomes evident from this correspondance that there has been an argument between the two gentlemen and Mr Woolf attempts to persuade Mr Leys to heed his advice  even if that risks personal financial loss for Mr Woolf."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 28,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys asks Leonard Woolf to send him money that he is owed  as well as noting his hopes of seeing Woolf in London to discuss a cheap edition of his book."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 30,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "The author describes how they should discuss the pay of the recipient  as well as a cheap edition of the book the recipient wrote  some of which already went to America through a wholesaler."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 28,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys asks Leonard Woolf to send him money that he is owed  as well as noting his hopes of seeing Woolf in London to discuss a cheap edition of his book."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 16,
            "year": 1953
        },
        "text": {
            "headline": "Letter from the Hogarth Press to East African Standard",
            "text": "Letter from the Hogarth Press by Leonard Woolf to the Manager of the Book Department of East African Standard declining the republication of Norman Leys's book Kenya."
        }
    },
    {
        "start_date": {
            "month": 11,
            "day": 2,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Letter from Norman Leys to Leonard Woolf about profitability  the number of book copies sold and using connections with influental freinds."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 18,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Frederick Harris",
            "text": "Leonard Woolf asks Frederick Harris if he wants copies of Dr Norman Leys's book Kenya in sheets to be issued in the US."
        }
    },
    {
        "start_date": {
            "month": 4,
            "day": 1,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys writes to Leonard Woolf about his plan on sueing the Daily Express. He is asking Leonard Woolf for advice and maybe a friend or a lawyer who can help him."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 30,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Leonard Woolf to R & R Clark",
            "text": "A letter from Woolf to R & R Clark in Edinburgh  explaining the lay-out and look of the book Kenya."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 15,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "A letter from Norman Leys to Leonard Woolf responding to the letter send on 14-08-1924."
        }
    },
    {
        "start_date": {
            "month": 4,
            "day": 1,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf writes to ask Norman Leys not to pursue a libel case and asks to see the statement he wishes to issue to the press. He also offers to consult a law firm for Leys."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 2,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf encloses a form of agreement for Norman Leys and makes suggestions for edited clauses. He also returns Unwin's letters states his opinion on the book. He also states he will ask the printer to return certain chapters to Leys for correcting. Lastly he asks Leys to send him a copy of the agreement with any remarks."
        }
    },
    {
        "start_date": {
            "month": 2,
            "day": 19,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf writes on the subjects of volume of sales and reprinting."
        }
    },
    {
        "start_date": {
            "month": 4,
            "day": 25,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf writes to inform Leys of sales  and that Leys should think about gettin gthe second edition advertised. He apologises that he cannot meet on Wednesday."
        }
    },
    {
        "start_date": {
            "month": 11,
            "day": 3,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf writes regarding estimates and lists his letters where he has shown his calculations. He also confirms his accuracy and that he will send a more detailed estimate. He reminds Leys that an estimate will never be wholly accurate and variations will occur."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 15,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Norman Leys rebuts against Leonard Woolf's last letter. He states that he does not like ambiguous and inconsistent language. He also wants Leonard Woolf to respond to unanswered questions. Leys asks if Woolf has sent copies to the papers he has asked him to."
        }
    },
    {
        "start_date": {
            "month": 4,
            "day": 5,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys states that he cannot find a financial statement from The Hogarth Press  he discusses the cheap edition of 'Kenya' and reccommends a book to read."
        }
    },
    {
        "start_date": {
            "month": 12,
            "day": 15,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf informs that he is enclosing a cheque for advertising from a benefactor that wishes to remain anonymous."
        }
    },
    {
        "start_date": {
            "month": 2,
            "day": 23,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf answers Leys questions mainly regarding a choice of publisher for a cheap edition and provides him with further advice. Woolf also advises obtaining a proper estimate for a cheap edition."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 10,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys writes regarding a telegram  he has sent a new preface but wonders why a second edition reprint is now so urgent. He refuses to allow a reprint without correcting erratas. He asks if R.&R.Clark can be told to print 1000 copies  but not to start until he has made his final decisions."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 30,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf encloses a cheque for Leys and lets him know that he is looking into how much he is paid. He also agrees to dicussing the cheap edition that Leys suggested."
        }
    },
    {
        "start_date": {
            "month": 12,
            "day": 16,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys asks Woolf to send an enclosure on his behalf to an anonymous benefactor  he wishes some of the money donated could be spent on advertising the cheap edition of 'Kenya'. He also speaks of a pamphlet he has sent to the Fabian society that he will send to The Hogarth Press should they turn it down."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 11,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf writes in relation to a telegram he has sent. He states that if a new edition is to be printed he will need to leave plenty of time for it to be done. He states that he has asked R & R Clark to prepare to print 900 copies. He also confirms the time and date of their meeting."
        }
    },
    {
        "start_date": {
            "month": 12,
            "day": 30,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Letter from Leonard Woolf to Norman Leys about advertisements"
        }
    },
    {
        "start_date": {
            "month": 1,
            "day": 19,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys thanks Leonard Woolf for an earlier postcard  then discusses a number of questions he has regarding an information bureau in London  why a person named Andrews seems annoyed with him (Leys)  the balancing of the annual budget  and when he will send new lists of people to send circulars to."
        }
    },
    {
        "start_date": {
            "month": 12,
            "day": 3,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys writes about his brother Kenneth and how his brother has written about a review  he asks if his brother can write to Leonard. He discusses the African Standard informing Woolf that they also run a book selling business. Leys also asks to send copies for review."
        }
    },
    {
        "start_date": {
            "month": 2,
            "day": 17,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf writes to answer Leys questions regarding pamphlet sales and when it would be best to publish one."
        }
    },
    {
        "start_date": {
            "month": 2,
            "day": 16,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Letter from Leonard Woolf to Norman Leys about the publication of the book Kenya"
        }
    },
    {
        "start_date": {
            "month": 4,
            "day": 24,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Norman Leys writes to say that he meant to meet with Virginia but the report he was waiting to discuss is not availabe for weeks. He asks when he is to recieve copies of the second and first edition. He discusses an upcoming debate and hopes that it will help him sell copies."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 16,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Leys sends chapters to Woolf and asks for a meeting."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 30,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys writes to discuss a 2nd edition of 'Kenya'  the profits of the 1st edition and also discusses the cheap edition."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 23,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "In this letter  Norman Leys negatively criticises his work in a letter written for Leonard Woolf  whilst also expecting to hear some criticism from him."
        }
    },
    {
        "start_date": {
            "month": 5,
            "day": 9,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Normal Leys writes to Woolf to let him know that he will consult him before pursuing any action regarding the press. He states that Sir Robert Hamilton encourages suing the Daily Express. He names Delamere as a liar. He questions what a counsel will cost and talks about feeling judged."
        }
    },
    {
        "start_date": {
            "month": 2,
            "day": 14,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "In this letter  Leonard Woolf informs Norman Leys about the accounts and estimates about the total expenditure. He also offers his opinion on reprinting more copies  favouring that he does not do it  since it is expensive."
        }
    },
    {
        "start_date": {
            "month": 11,
            "day": 4,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys asks if they can agree to disagree regarding their opinions and that he should regret going to another publisher."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 7,
            "year": 1954
        },
        "text": {
            "headline": "Letter from Leonard Woolf to The Hon. V. Sackville-West.",
            "text": "Letter from Leonard Woolf to Vita Sackville-West regarding the agreement for THE EDWARDIANS."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 6,
            "year": 1934
        },
        "text": {
            "headline": "Letter from Hogarth Press to Birmingham Repertory Theatre",
            "text": "The Manager of the publishing company The Hogarths Press suggests a number of the pocket edition of Vita Sackville-West's novel The Edwardians to be put for sale at the Birmingham Repertory Theatre  as the latter was producing a play based on the novel."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 15,
            "year": 1938
        },
        "text": {
            "headline": "Letter from The Hogarth Press to The Windmill Press",
            "text": "The manager of the Hogarth Press issues a request to the Windmill Press asking if they may lend Vita Sackville-West's 'The Edwardians' again."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 1,
            "year": 1930
        },
        "text": {
            "headline": "Letter from Vita Sackville-West to Leonard Woolf",
            "text": "Vita Sackville-West writes to Leonard Woolf to let him know she has accidentally assigned the Canadian rights to one of her books - most likely The Edwardians - to both Hogarth Press - owned by Leonard Woolf - and the publishing house Doubleday  Doran. She also sends him back some money she has borrowed  and gives him the new address of Dorothy Wellesley so that he may write to her to let her know whether he has received her poem and what he thinks of it."
        }
    },
    {
        "start_date": {
            "month": 4,
            "day": 20,
            "year": 1937
        },
        "text": {
            "headline": "Letter from The Hogarth Press to A.R. Moon, Esq.",
            "text": "The Hogarth Press give permission to A.R.Arthur ReginaldMoon  Esq. to quote a passage from The Edwardians in an English textbook. They request that he give credit to the author and publisher."
        }
    },
    {
        "start_date": {
            "month": 7,
            "day": 15,
            "year": 1946
        },
        "text": {
            "headline": "Letter from Vita Sackville-West to Leonard Woolf/persName>, 15th July 1946 ",
            "text": "Letter from V. Sackville-West to Leonard in which she introduces Mr. Jullian as suitable artist to illustrate The Edwardians"
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 9,
            "year": 1954
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Aline Burch",
            "text": "Letter sent by Leonard Woolf to Aline Burch asking to send a book copy to Marquis D'Ormesson"
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 3,
            "year": 1954
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Vita Sackville-West",
            "text": "Leonard Woolf confirms he will look into the agreement of the rights to The Edwardians for Vita Sackville-West and he is going to send her a copy of Pepita."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 14,
            "year": 1954
        },
        "text": {
            "headline": "Letter from The Hogarth Press to Vita Sackville-West",
            "text": "The Hogarth Press Ltd apologises to Miss Sackville-West for forgetting to return attached letters with a previous letter."
        }
    },
    {
        "start_date": {
            "month": 4,
            "day": 4,
            "year": 1946
        },
        "text": {
            "headline": "Letter from Vita Sackville-West to Leonard Woolf",
            "text": "Vita Sackville-West tells Leonard Woolf about a rumor she heard regarging a change in the management of the Press. She asks if some of her book can be re-printed. She asks if the rumor is true."
        }
    },
    {
        "start_date": {
            "month": 7,
            "day": 31,
            "year": 1946
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Vita Sackville-West",
            "text": "Leonard Woolf thanks Vita Sackville-West for her letter concerning a Mr. Jullian."
        }
    },
    {
        "start_date": {
            "month": 4,
            "day": 30,
            "year": 1929
        },
        "text": {
            "headline": "Letter from Vita Sackville-West to Leonard Woolf",
            "text": "A letter from Vita Sackville-West to Leonard Woolf about an offer she received from the Heinemann publishing house."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 26,
            "year": 1930
        },
        "text": {
            "headline": "Letter from The Hogarth Press to Irwin & Gordon LTD",
            "text": "The manager of the Hogarth Press responds to a claim by publisher Doubleday Doran that the Hogarth Press is not allowed to sell Vita Sackville-West's 'The Edwardians' in Canada."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 14,
            "year": 1930
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Vita Sackville-West",
            "text": "Leonard Woolf discusses publishing matters with Vita Sackville-West  such as the type of paper that will be used for her novel  The Edwardians  as well as the photo for the jacket of the novel. His appointment with the Secretarty of the Book Society is mentioned as well. In the last paragraph  their frienship is shown as Woolf comments on Sackville-West's move from Long Barn  Kent to Sussex."
        }
    },
    {
        "start_date": {
            "month": 11,
            "day": 17,
            "year": 1944
        },
        "text": {
            "headline": "Letter from Leonard Woolf to John Lehmann",
            "text": "Woolf writes to confirm a meeting  to suggest a (re)print of Ten Letter Writers and to answer some of Lehmann's questions regarding an old printing machine."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 10,
            "year": 1930
        },
        "text": {
            "headline": "Letter from Leonard Woolf to R&R Clark",
            "text": "Letter from Leonard Woolf to R&R Clark Ltd ask for a printing proof of a MS."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 29,
            "year": 1933
        },
        "text": {
            "headline": "Letter from The Hogarth Press to Lowe, Brydone Ltd.",
            "text": "The Hogarth Press accept Lowe  Brydone Ltd.'s price for a printing order of Vita Sackville-West's novel  The Edwardians. The Hogarth Press Inform Lowe  Brydone Ltd. that they have ordered printing paper to be delivered to Lowe  Brydone Ltd. from Spalding & Hodge and request an estimation as to when the printed sheets will be forwarded to be bound by The Ship Binding Works."
        }
    },
    {
        "start_date": {
            "month": 1,
            "day": 8,
            "year": 1937
        },
        "text": {
            "headline": "Letter from The Hogarth Press  to The Ship Binding Works",
            "text": "A letter from the Hogarth Press to the Ship Binding Works regarding stock"
        }
    },
    {
        "start_date": {
            "month": 10,
            "day": 17,
            "year": 1939
        },
        "text": {
            "headline": "Letter from Allen Lane to Leonard Woolf",
            "text": "Letter from Allen Lane to Leonard Woolf about a reduced royalty scale for the novel Edwardianwritten by Vita Sackville-West."
        }
    },
    {
        "start_date": {
            "month": 5,
            "day": 31,
            "year": 1930
        },
        "text": {
            "headline": "Letter from Leonard Woolf to R & R Clark",
            "text": "Leonard Woolf writes to his printer R & R Clark with instructions for the second edition of Vita Sackville-West's book The Edwardians."
        }
    },
    {
        "start_date": {
            "month": 5,
            "day": 4,
            "year": 1946
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Vita Sackville-West",
            "text": "Woolf informs Sackville-West that he is trying to amalgamate with Chatto & Windus and that he is planning to reprint some of her work. He asks her what work she would like to be printed first."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 7,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Leonard Woolf to R. & R. Clark",
            "text": "Woolf describes in this letter to the publishing house R. & R. Clark how many copies of Leys' Kenya are needed  as well as a full description of the maps he included along with the letter as well as what their precise location should be within the novel."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 16,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "A letter from Woolf to Leys  explaining on how many copies Leys should get and how expensive it would be."
        }
    },
    {
        "start_date": {
            "month": 10,
            "day": 19,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Association Press publication department of the National Council of the Young Men's Christian Associations to Hogarth Press",
            "text": "Letter from Association Press publication department of the National Council of the Young Men's Christian Associations to The Hogarth Press explaining that they cannot invest in the book Kenya by Norman Leys."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 19,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "This is a letter from Leonard Woolf to Norman Leys regarding the possibilities for the binding of the cheap edition of a book. This book is not mentioned by name in the letter. The letter is written on a typewriter."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 13,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Kenneth Leys to Leonard Woolf",
            "text": "Letter from Kenneth Leys to Leonard Woolf about information on requests from Norman Leys about the printing of his book."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 14,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "A letter from Leonard Woolf to Norman Leys responding to a previous letter."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 23,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Leys writes expecting more criticism of his work and discusses faults he finds when he reads ihis his work. Handwritten letter signed by Leys"
        }
    },
    {
        "start_date": {
            "month": 10,
            "day": 20,
            "year": 1925
        },
        "text": {
            "headline": "Letter from William Edward Burghardt du Bois to Norman Leys",
            "text": "This is a letter from William Edward Burghadt du Bois to Norman Leys. The letter has been written on a typewriter and is dated the 20th of October 1925. It concerns a review of the book Kenya\" for which The Crisis magazine will write a review.\""
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 13,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Letter from Norman Leys to Leonard Woolf with several questions about the printing of the book Kenya."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 7,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Leonard Woolf to R. & R. Clark",
            "text": "Woolf describes in this letter to the publishing house R. & R. Clark how many copies of Leys' Kenya are needed  as well as a full description of the maps he included along with the letter as well as what their precise location should be within the novel."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 2,
            "year": 1953
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Hand-written letter from Norman Leys replying to Leonard Woolf concerning an American edition of his book and requesting Leonard Woolf to forward one copy of the book Kenya to James Maxton Esq.MP."
        }
    },
    {
        "start_date": {
            "month": 2,
            "day": 17,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Letter from Norman Leys to Leonard Woolf wherein Leys explains that he is searching for a way to publish a cheap edition that will provide a profit."
        }
    },
    {
        "start_date": {
            "month": 7,
            "day": 18,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf writes to ask Leysnot to sign a bad agreement  he comments on the Hogarth Pressexpanding but that he does not know if he can get the publicity that an older  more established firm can get. He states that if Allen and Unwincan give him a fair agreement he should stick with him  and if not  he should look in to another publisher. Woolf offers to produce it for him. Typescript letter signed by Woolf"
        }
    },
    {
        "start_date": {
            "month": 2,
            "day": 16,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Letter from Norman Leys to Leonard Woolf requesting clarification on some issues regarding the publishing of a revised and improved version of the book Kenya."
        }
    },
    {
        "start_date": {
            "month": 12,
            "day": 15,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Letter from Leonard Woolf to Norman Leys concerning Leys forthcoming book  Kenya. Woolf is asking Leys whether he wants to accept an anonymous monetary contribution offered to Woolf with the purpose of putting advertisements into popular papers. Woolf advises Leys to do so."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 13,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys Esq",
            "text": "This letter was typed by Mr Woolf as the role of publisher to Mr Leys who appears to be his client. Mr Woolf attempts to persuade Mr Leys to hold off from reprinting his work as Mr Woolf predicts this would an financial mistake for Mr Leys. It becomes evident from this correspondance that there has been an argument between the two gentlemen and Mr Woolf attempts to persuade Mr Leys to heed his advice  even if that risks personal financial loss for Mr Woolf."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 28,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys asks Leonard Woolf to send him money that he is owed  as well as noting his hopes of seeing Woolf in London to discuss a cheap edition of his book."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 30,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "The author describes how they should discuss the pay of the recipient  as well as a cheap edition of the book the recipient wrote  some of which already went to America through a wholesaler."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 28,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys asks Leonard Woolf to send him money that he is owed  as well as noting his hopes of seeing Woolf in London to discuss a cheap edition of his book."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 16,
            "year": 1953
        },
        "text": {
            "headline": "Letter from the Hogarth Press to East African Standard",
            "text": "Letter from the Hogarth Press by Leonard Woolf to the Manager of the Book Department of East African Standard declining the republication of Norman Leys's book Kenya."
        }
    },
    {
        "start_date": {
            "month": 11,
            "day": 2,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Letter from Norman Leys to Leonard Woolf about profitability  the number of book copies sold and using connections with influental freinds."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 18,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Frederick Harris",
            "text": "Leonard Woolf asks Frederick Harris if he wants copies of Dr Norman Leys's book Kenya in sheets to be issued in the US."
        }
    },
    {
        "start_date": {
            "month": 4,
            "day": 1,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys writes to Leonard Woolf about his plan on sueing the Daily Express. He is asking Leonard Woolf for advice and maybe a friend or a lawyer who can help him."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 30,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Leonard Woolf to R & R Clark",
            "text": "A letter from Woolf to R & R Clark in Edinburgh  explaining the lay-out and look of the book Kenya."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 15,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "A letter from Norman Leys to Leonard Woolf responding to the letter send on 14-08-1924."
        }
    },
    {
        "start_date": {
            "month": 4,
            "day": 1,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf writes to ask Norman Leys not to pursue a libel case and asks to see the statement he wishes to issue to the press. He also offers to consult a law firm for Leys."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 2,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf encloses a form of agreement for Norman Leys and makes suggestions for edited clauses. He also returns Unwin's letters states his opinion on the book. He also states he will ask the printer to return certain chapters to Leys for correcting. Lastly he asks Leys to send him a copy of the agreement with any remarks."
        }
    },
    {
        "start_date": {
            "month": 2,
            "day": 19,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf writes on the subjects of volume of sales and reprinting."
        }
    },
    {
        "start_date": {
            "month": 4,
            "day": 25,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf writes to inform Leys of sales  and that Leys should think about gettin gthe second edition advertised. He apologises that he cannot meet on Wednesday."
        }
    },
    {
        "start_date": {
            "month": 11,
            "day": 3,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf writes regarding estimates and lists his letters where he has shown his calculations. He also confirms his accuracy and that he will send a more detailed estimate. He reminds Leys that an estimate will never be wholly accurate and variations will occur."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 15,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Norman Leys rebuts against Leonard Woolf's last letter. He states that he does not like ambiguous and inconsistent language. He also wants Leonard Woolf to respond to unanswered questions. Leys asks if Woolf has sent copies to the papers he has asked him to."
        }
    },
    {
        "start_date": {
            "month": 4,
            "day": 5,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys states that he cannot find a financial statement from The Hogarth Press  he discusses the cheap edition of 'Kenya' and reccommends a book to read."
        }
    },
    {
        "start_date": {
            "month": 12,
            "day": 15,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf informs that he is enclosing a cheque for advertising from a benefactor that wishes to remain anonymous."
        }
    },
    {
        "start_date": {
            "month": 2,
            "day": 23,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf answers Leys questions mainly regarding a choice of publisher for a cheap edition and provides him with further advice. Woolf also advises obtaining a proper estimate for a cheap edition."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 10,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys writes regarding a telegram  he has sent a new preface but wonders why a second edition reprint is now so urgent. He refuses to allow a reprint without correcting erratas. He asks if R.&R.Clark can be told to print 1000 copies  but not to start until he has made his final decisions."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 30,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf encloses a cheque for Leys and lets him know that he is looking into how much he is paid. He also agrees to dicussing the cheap edition that Leys suggested."
        }
    },
    {
        "start_date": {
            "month": 12,
            "day": 16,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys asks Woolf to send an enclosure on his behalf to an anonymous benefactor  he wishes some of the money donated could be spent on advertising the cheap edition of 'Kenya'. He also speaks of a pamphlet he has sent to the Fabian society that he will send to The Hogarth Press should they turn it down."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 11,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf writes in relation to a telegram he has sent. He states that if a new edition is to be printed he will need to leave plenty of time for it to be done. He states that he has asked R & R Clark to prepare to print 900 copies. He also confirms the time and date of their meeting."
        }
    },
    {
        "start_date": {
            "month": 12,
            "day": 30,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Letter from Leonard Woolf to Norman Leys about advertisements"
        }
    },
    {
        "start_date": {
            "month": 1,
            "day": 19,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys thanks Leonard Woolf for an earlier postcard  then discusses a number of questions he has regarding an information bureau in London  why a person named Andrews seems annoyed with him (Leys)  the balancing of the annual budget  and when he will send new lists of people to send circulars to."
        }
    },
    {
        "start_date": {
            "month": 12,
            "day": 3,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys writes about his brother Kenneth and how his brother has written about a review  he asks if his brother can write to Leonard. He discusses the African Standard informing Woolf that they also run a book selling business. Leys also asks to send copies for review."
        }
    },
    {
        "start_date": {
            "month": 2,
            "day": 17,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf writes to answer Leys questions regarding pamphlet sales and when it would be best to publish one."
        }
    },
    {
        "start_date": {
            "month": 2,
            "day": 16,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Letter from Leonard Woolf to Norman Leys about the publication of the book Kenya"
        }
    },
    {
        "start_date": {
            "month": 4,
            "day": 24,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Norman Leys writes to say that he meant to meet with Virginia but the report he was waiting to discuss is not availabe for weeks. He asks when he is to recieve copies of the second and first edition. He discusses an upcoming debate and hopes that it will help him sell copies."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 16,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Leys sends chapters to Woolf and asks for a meeting."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 30,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys writes to discuss a 2nd edition of 'Kenya'  the profits of the 1st edition and also discusses the cheap edition."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 23,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "In this letter  Norman Leys negatively criticises his work in a letter written for Leonard Woolf  whilst also expecting to hear some criticism from him."
        }
    },
    {
        "start_date": {
            "month": 5,
            "day": 9,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Normal Leys writes to Woolf to let him know that he will consult him before pursuing any action regarding the press. He states that Sir Robert Hamilton encourages suing the Daily Express. He names Delamere as a liar. He questions what a counsel will cost and talks about feeling judged."
        }
    },
    {
        "start_date": {
            "month": 2,
            "day": 14,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "In this letter  Leonard Woolf informs Norman Leys about the accounts and estimates about the total expenditure. He also offers his opinion on reprinting more copies  favouring that he does not do it  since it is expensive."
        }
    },
    {
        "start_date": {
            "month": 11,
            "day": 4,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys asks if they can agree to disagree regarding their opinions and that he should regret going to another publisher."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 7,
            "year": 1954
        },
        "text": {
            "headline": "Letter from Leonard Woolf to The Hon. V. Sackville-West.",
            "text": "Letter from Leonard Woolf to Vita Sackville-West regarding the agreement for THE EDWARDIANS."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 6,
            "year": 1934
        },
        "text": {
            "headline": "Letter from Hogarth Press to Birmingham Repertory Theatre",
            "text": "The Manager of the publishing company The Hogarths Press suggests a number of the pocket edition of Vita Sackville-West's novel The Edwardians to be put for sale at the Birmingham Repertory Theatre  as the latter was producing a play based on the novel."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 15,
            "year": 1938
        },
        "text": {
            "headline": "Letter from The Hogarth Press to The Windmill Press",
            "text": "The manager of the Hogarth Press issues a request to the Windmill Press asking if they may lend Vita Sackville-West's 'The Edwardians' again."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 1,
            "year": 1930
        },
        "text": {
            "headline": "Letter from Vita Sackville-West to Leonard Woolf",
            "text": "Vita Sackville-West writes to Leonard Woolf to let him know she has accidentally assigned the Canadian rights to one of her books - most likely The Edwardians - to both Hogarth Press - owned by Leonard Woolf - and the publishing house Doubleday  Doran. She also sends him back some money she has borrowed  and gives him the new address of Dorothy Wellesley so that he may write to her to let her know whether he has received her poem and what he thinks of it."
        }
    },
    {
        "start_date": {
            "month": 4,
            "day": 20,
            "year": 1937
        },
        "text": {
            "headline": "Letter from The Hogarth Press to A.R. Moon, Esq.",
            "text": "The Hogarth Press give permission to A.R.Arthur ReginaldMoon  Esq. to quote a passage from The Edwardians in an English textbook. They request that he give credit to the author and publisher."
        }
    },
    {
        "start_date": {
            "month": 7,
            "day": 15,
            "year": 1946
        },
        "text": {
            "headline": "Letter from Vita Sackville-West to Leonard Woolf/persName>, 15th July 1946 ",
            "text": "Letter from V. Sackville-West to Leonard in which she introduces Mr. Jullian as suitable artist to illustrate The Edwardians"
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 9,
            "year": 1954
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Aline Burch",
            "text": "Letter sent by Leonard Woolf to Aline Burch asking to send a book copy to Marquis D'Ormesson"
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 3,
            "year": 1954
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Vita Sackville-West",
            "text": "Leonard Woolf confirms he will look into the agreement of the rights to The Edwardians for Vita Sackville-West and he is going to send her a copy of Pepita."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 14,
            "year": 1954
        },
        "text": {
            "headline": "Letter from The Hogarth Press to Vita Sackville-West",
            "text": "The Hogarth Press Ltd apologises to Miss Sackville-West for forgetting to return attached letters with a previous letter."
        }
    },
    {
        "start_date": {
            "month": 4,
            "day": 4,
            "year": 1946
        },
        "text": {
            "headline": "Letter from Vita Sackville-West to Leonard Woolf",
            "text": "Vita Sackville-West tells Leonard Woolf about a rumor she heard regarging a change in the management of the Press. She asks if some of her book can be re-printed. She asks if the rumor is true."
        }
    },
    {
        "start_date": {
            "month": 7,
            "day": 31,
            "year": 1946
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Vita Sackville-West",
            "text": "Leonard Woolf thanks Vita Sackville-West for her letter concerning a Mr. Jullian."
        }
    },
    {
        "start_date": {
            "month": 4,
            "day": 30,
            "year": 1929
        },
        "text": {
            "headline": "Letter from Vita Sackville-West to Leonard Woolf",
            "text": "A letter from Vita Sackville-West to Leonard Woolf about an offer she received from the Heinemann publishing house."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 26,
            "year": 1930
        },
        "text": {
            "headline": "Letter from The Hogarth Press to Irwin & Gordon LTD",
            "text": "The manager of the Hogarth Press responds to a claim by publisher Doubleday Doran that the Hogarth Press is not allowed to sell Vita Sackville-West's 'The Edwardians' in Canada."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 14,
            "year": 1930
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Vita Sackville-West",
            "text": "Leonard Woolf discusses publishing matters with Vita Sackville-West  such as the type of paper that will be used for her novel  The Edwardians  as well as the photo for the jacket of the novel. His appointment with the Secretarty of the Book Society is mentioned as well. In the last paragraph  their frienship is shown as Woolf comments on Sackville-West's move from Long Barn  Kent to Sussex."
        }
    },
    {
        "start_date": {
            "month": 11,
            "day": 17,
            "year": 1944
        },
        "text": {
            "headline": "Letter from Leonard Woolf to John Lehmann",
            "text": "Woolf writes to confirm a meeting  to suggest a (re)print of Ten Letter Writers and to answer some of Lehmann's questions regarding an old printing machine."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 10,
            "year": 1930
        },
        "text": {
            "headline": "Letter from Leonard Woolf to R&R Clark",
            "text": "Letter from Leonard Woolf to R&R Clark Ltd ask for a printing proof of a MS."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 29,
            "year": 1933
        },
        "text": {
            "headline": "Letter from The Hogarth Press to Lowe, Brydone Ltd.",
            "text": "The Hogarth Press accept Lowe  Brydone Ltd.'s price for a printing order of Vita Sackville-West's novel  The Edwardians. The Hogarth Press Inform Lowe  Brydone Ltd. that they have ordered printing paper to be delivered to Lowe  Brydone Ltd. from Spalding & Hodge and request an estimation as to when the printed sheets will be forwarded to be bound by The Ship Binding Works."
        }
    },
    {
        "start_date": {
            "month": 1,
            "day": 8,
            "year": 1937
        },
        "text": {
            "headline": "Letter from The Hogarth Press  to The Ship Binding Works",
            "text": "A letter from the Hogarth Press to the Ship Binding Works regarding stock"
        }
    },
    {
        "start_date": {
            "month": 10,
            "day": 17,
            "year": 1939
        },
        "text": {
            "headline": "Letter from Allen Lane to Leonard Woolf",
            "text": "Letter from Allen Lane to Leonard Woolf about a reduced royalty scale for the novel Edwardianwritten by Vita Sackville-West."
        }
    },
    {
        "start_date": {
            "month": 5,
            "day": 31,
            "year": 1930
        },
        "text": {
            "headline": "Letter from Leonard Woolf to R & R Clark",
            "text": "Leonard Woolf writes to his printer R & R Clark with instructions for the second edition of Vita Sackville-West's book The Edwardians."
        }
    },
    {
        "start_date": {
            "month": 5,
            "day": 4,
            "year": 1946
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Vita Sackville-West",
            "text": "Woolf informs Sackville-West that he is trying to amalgamate with Chatto & Windus and that he is planning to reprint some of her work. He asks her what work she would like to be printed first."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 7,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Leonard Woolf to R. & R. Clark",
            "text": "Woolf describes in this letter to the publishing house R. & R. Clark how many copies of Leys' Kenya are needed  as well as a full description of the maps he included along with the letter as well as what their precise location should be within the novel."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 16,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "A letter from Woolf to Leys  explaining on how many copies Leys should get and how expensive it would be."
        }
    },
    {
        "start_date": {
            "month": 10,
            "day": 19,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Association Press publication department of the National Council of the Young Men's Christian Associations to Hogarth Press",
            "text": "Letter from Association Press publication department of the National Council of the Young Men's Christian Associations to The Hogarth Press explaining that they cannot invest in the book Kenya by Norman Leys."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 19,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "This is a letter from Leonard Woolf to Norman Leys regarding the possibilities for the binding of the cheap edition of a book. This book is not mentioned by name in the letter. The letter is written on a typewriter."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 13,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Kenneth Leys to Leonard Woolf",
            "text": "Letter from Kenneth Leys to Leonard Woolf about information on requests from Norman Leys about the printing of his book."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 14,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "A letter from Leonard Woolf to Norman Leys responding to a previous letter."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 23,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Leys writes expecting more criticism of his work and discusses faults he finds when he reads ihis his work. Handwritten letter signed by Leys"
        }
    },
    {
        "start_date": {
            "month": 10,
            "day": 20,
            "year": 1925
        },
        "text": {
            "headline": "Letter from William Edward Burghardt du Bois to Norman Leys",
            "text": "This is a letter from William Edward Burghadt du Bois to Norman Leys. The letter has been written on a typewriter and is dated the 20th of October 1925. It concerns a review of the book Kenya\" for which The Crisis magazine will write a review.\""
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 13,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Letter from Norman Leys to Leonard Woolf with several questions about the printing of the book Kenya."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 7,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Leonard Woolf to R. & R. Clark",
            "text": "Woolf describes in this letter to the publishing house R. & R. Clark how many copies of Leys' Kenya are needed  as well as a full description of the maps he included along with the letter as well as what their precise location should be within the novel."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 2,
            "year": 1953
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Hand-written letter from Norman Leys replying to Leonard Woolf concerning an American edition of his book and requesting Leonard Woolf to forward one copy of the book Kenya to James Maxton Esq.MP."
        }
    },
    {
        "start_date": {
            "month": 2,
            "day": 17,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Letter from Norman Leys to Leonard Woolf wherein Leys explains that he is searching for a way to publish a cheap edition that will provide a profit."
        }
    },
    {
        "start_date": {
            "month": 7,
            "day": 18,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf writes to ask Leysnot to sign a bad agreement  he comments on the Hogarth Pressexpanding but that he does not know if he can get the publicity that an older  more established firm can get. He states that if Allen and Unwincan give him a fair agreement he should stick with him  and if not  he should look in to another publisher. Woolf offers to produce it for him. Typescript letter signed by Woolf"
        }
    },
    {
        "start_date": {
            "month": 2,
            "day": 16,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Letter from Norman Leys to Leonard Woolf requesting clarification on some issues regarding the publishing of a revised and improved version of the book Kenya."
        }
    },
    {
        "start_date": {
            "month": 12,
            "day": 15,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Letter from Leonard Woolf to Norman Leys concerning Leys forthcoming book  Kenya. Woolf is asking Leys whether he wants to accept an anonymous monetary contribution offered to Woolf with the purpose of putting advertisements into popular papers. Woolf advises Leys to do so."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 13,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys Esq",
            "text": "This letter was typed by Mr Woolf as the role of publisher to Mr Leys who appears to be his client. Mr Woolf attempts to persuade Mr Leys to hold off from reprinting his work as Mr Woolf predicts this would an financial mistake for Mr Leys. It becomes evident from this correspondance that there has been an argument between the two gentlemen and Mr Woolf attempts to persuade Mr Leys to heed his advice  even if that risks personal financial loss for Mr Woolf."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 28,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys asks Leonard Woolf to send him money that he is owed  as well as noting his hopes of seeing Woolf in London to discuss a cheap edition of his book."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 30,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "The author describes how they should discuss the pay of the recipient  as well as a cheap edition of the book the recipient wrote  some of which already went to America through a wholesaler."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 28,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys asks Leonard Woolf to send him money that he is owed  as well as noting his hopes of seeing Woolf in London to discuss a cheap edition of his book."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 16,
            "year": 1953
        },
        "text": {
            "headline": "Letter from the Hogarth Press to East African Standard",
            "text": "Letter from the Hogarth Press by Leonard Woolf to the Manager of the Book Department of East African Standard declining the republication of Norman Leys's book Kenya."
        }
    },
    {
        "start_date": {
            "month": 11,
            "day": 2,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Letter from Norman Leys to Leonard Woolf about profitability  the number of book copies sold and using connections with influental freinds."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 18,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Frederick Harris",
            "text": "Leonard Woolf asks Frederick Harris if he wants copies of Dr Norman Leys's book Kenya in sheets to be issued in the US."
        }
    },
    {
        "start_date": {
            "month": 4,
            "day": 1,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys writes to Leonard Woolf about his plan on sueing the Daily Express. He is asking Leonard Woolf for advice and maybe a friend or a lawyer who can help him."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 30,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Leonard Woolf to R & R Clark",
            "text": "A letter from Woolf to R & R Clark in Edinburgh  explaining the lay-out and look of the book Kenya."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 15,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "A letter from Norman Leys to Leonard Woolf responding to the letter send on 14-08-1924."
        }
    },
    {
        "start_date": {
            "month": 4,
            "day": 1,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf writes to ask Norman Leys not to pursue a libel case and asks to see the statement he wishes to issue to the press. He also offers to consult a law firm for Leys."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 2,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf encloses a form of agreement for Norman Leys and makes suggestions for edited clauses. He also returns Unwin's letters states his opinion on the book. He also states he will ask the printer to return certain chapters to Leys for correcting. Lastly he asks Leys to send him a copy of the agreement with any remarks."
        }
    },
    {
        "start_date": {
            "month": 2,
            "day": 19,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf writes on the subjects of volume of sales and reprinting."
        }
    },
    {
        "start_date": {
            "month": 4,
            "day": 25,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf writes to inform Leys of sales  and that Leys should think about gettin gthe second edition advertised. He apologises that he cannot meet on Wednesday."
        }
    },
    {
        "start_date": {
            "month": 11,
            "day": 3,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf writes regarding estimates and lists his letters where he has shown his calculations. He also confirms his accuracy and that he will send a more detailed estimate. He reminds Leys that an estimate will never be wholly accurate and variations will occur."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 15,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Norman Leys rebuts against Leonard Woolf's last letter. He states that he does not like ambiguous and inconsistent language. He also wants Leonard Woolf to respond to unanswered questions. Leys asks if Woolf has sent copies to the papers he has asked him to."
        }
    },
    {
        "start_date": {
            "month": 4,
            "day": 5,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys states that he cannot find a financial statement from The Hogarth Press  he discusses the cheap edition of 'Kenya' and reccommends a book to read."
        }
    },
    {
        "start_date": {
            "month": 12,
            "day": 15,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf informs that he is enclosing a cheque for advertising from a benefactor that wishes to remain anonymous."
        }
    },
    {
        "start_date": {
            "month": 2,
            "day": 23,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf answers Leys questions mainly regarding a choice of publisher for a cheap edition and provides him with further advice. Woolf also advises obtaining a proper estimate for a cheap edition."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 10,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys writes regarding a telegram  he has sent a new preface but wonders why a second edition reprint is now so urgent. He refuses to allow a reprint without correcting erratas. He asks if R.&R.Clark can be told to print 1000 copies  but not to start until he has made his final decisions."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 30,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf encloses a cheque for Leys and lets him know that he is looking into how much he is paid. He also agrees to dicussing the cheap edition that Leys suggested."
        }
    },
    {
        "start_date": {
            "month": 12,
            "day": 16,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys asks Woolf to send an enclosure on his behalf to an anonymous benefactor  he wishes some of the money donated could be spent on advertising the cheap edition of 'Kenya'. He also speaks of a pamphlet he has sent to the Fabian society that he will send to The Hogarth Press should they turn it down."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 11,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf writes in relation to a telegram he has sent. He states that if a new edition is to be printed he will need to leave plenty of time for it to be done. He states that he has asked R & R Clark to prepare to print 900 copies. He also confirms the time and date of their meeting."
        }
    },
    {
        "start_date": {
            "month": 12,
            "day": 30,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Letter from Leonard Woolf to Norman Leys about advertisements"
        }
    },
    {
        "start_date": {
            "month": 1,
            "day": 19,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys thanks Leonard Woolf for an earlier postcard  then discusses a number of questions he has regarding an information bureau in London  why a person named Andrews seems annoyed with him (Leys)  the balancing of the annual budget  and when he will send new lists of people to send circulars to."
        }
    },
    {
        "start_date": {
            "month": 12,
            "day": 3,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys writes about his brother Kenneth and how his brother has written about a review  he asks if his brother can write to Leonard. He discusses the African Standard informing Woolf that they also run a book selling business. Leys also asks to send copies for review."
        }
    },
    {
        "start_date": {
            "month": 2,
            "day": 17,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf writes to answer Leys questions regarding pamphlet sales and when it would be best to publish one."
        }
    },
    {
        "start_date": {
            "month": 2,
            "day": 16,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Letter from Leonard Woolf to Norman Leys about the publication of the book Kenya"
        }
    },
    {
        "start_date": {
            "month": 4,
            "day": 24,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Norman Leys writes to say that he meant to meet with Virginia but the report he was waiting to discuss is not availabe for weeks. He asks when he is to recieve copies of the second and first edition. He discusses an upcoming debate and hopes that it will help him sell copies."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 16,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Leys sends chapters to Woolf and asks for a meeting."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 30,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys writes to discuss a 2nd edition of 'Kenya'  the profits of the 1st edition and also discusses the cheap edition."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 23,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "In this letter  Norman Leys negatively criticises his work in a letter written for Leonard Woolf  whilst also expecting to hear some criticism from him."
        }
    },
    {
        "start_date": {
            "month": 5,
            "day": 9,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Normal Leys writes to Woolf to let him know that he will consult him before pursuing any action regarding the press. He states that Sir Robert Hamilton encourages suing the Daily Express. He names Delamere as a liar. He questions what a counsel will cost and talks about feeling judged."
        }
    },
    {
        "start_date": {
            "month": 2,
            "day": 14,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "In this letter  Leonard Woolf informs Norman Leys about the accounts and estimates about the total expenditure. He also offers his opinion on reprinting more copies  favouring that he does not do it  since it is expensive."
        }
    },
    {
        "start_date": {
            "month": 11,
            "day": 4,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys asks if they can agree to disagree regarding their opinions and that he should regret going to another publisher."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 7,
            "year": 1954
        },
        "text": {
            "headline": "Letter from Leonard Woolf to The Hon. V. Sackville-West.",
            "text": "Letter from Leonard Woolf to Vita Sackville-West regarding the agreement for THE EDWARDIANS."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 6,
            "year": 1934
        },
        "text": {
            "headline": "Letter from Hogarth Press to Birmingham Repertory Theatre",
            "text": "The Manager of the publishing company The Hogarths Press suggests a number of the pocket edition of Vita Sackville-West's novel The Edwardians to be put for sale at the Birmingham Repertory Theatre  as the latter was producing a play based on the novel."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 15,
            "year": 1938
        },
        "text": {
            "headline": "Letter from The Hogarth Press to The Windmill Press",
            "text": "The manager of the Hogarth Press issues a request to the Windmill Press asking if they may lend Vita Sackville-West's 'The Edwardians' again."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 1,
            "year": 1930
        },
        "text": {
            "headline": "Letter from Vita Sackville-West to Leonard Woolf",
            "text": "Vita Sackville-West writes to Leonard Woolf to let him know she has accidentally assigned the Canadian rights to one of her books - most likely The Edwardians - to both Hogarth Press - owned by Leonard Woolf - and the publishing house Doubleday  Doran. She also sends him back some money she has borrowed  and gives him the new address of Dorothy Wellesley so that he may write to her to let her know whether he has received her poem and what he thinks of it."
        }
    },
    {
        "start_date": {
            "month": 4,
            "day": 20,
            "year": 1937
        },
        "text": {
            "headline": "Letter from The Hogarth Press to A.R. Moon, Esq.",
            "text": "The Hogarth Press give permission to A.R.Arthur ReginaldMoon  Esq. to quote a passage from The Edwardians in an English textbook. They request that he give credit to the author and publisher."
        }
    },
    {
        "start_date": {
            "month": 7,
            "day": 15,
            "year": 1946
        },
        "text": {
            "headline": "Letter from Vita Sackville-West to Leonard Woolf/persName>, 15th July 1946 ",
            "text": "Letter from V. Sackville-West to Leonard in which she introduces Mr. Jullian as suitable artist to illustrate The Edwardians"
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 9,
            "year": 1954
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Aline Burch",
            "text": "Letter sent by Leonard Woolf to Aline Burch asking to send a book copy to Marquis D'Ormesson"
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 3,
            "year": 1954
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Vita Sackville-West",
            "text": "Leonard Woolf confirms he will look into the agreement of the rights to The Edwardians for Vita Sackville-West and he is going to send her a copy of Pepita."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 14,
            "year": 1954
        },
        "text": {
            "headline": "Letter from The Hogarth Press to Vita Sackville-West",
            "text": "The Hogarth Press Ltd apologises to Miss Sackville-West for forgetting to return attached letters with a previous letter."
        }
    },
    {
        "start_date": {
            "month": 4,
            "day": 4,
            "year": 1946
        },
        "text": {
            "headline": "Letter from Vita Sackville-West to Leonard Woolf",
            "text": "Vita Sackville-West tells Leonard Woolf about a rumor she heard regarging a change in the management of the Press. She asks if some of her book can be re-printed. She asks if the rumor is true."
        }
    },
    {
        "start_date": {
            "month": 7,
            "day": 31,
            "year": 1946
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Vita Sackville-West",
            "text": "Leonard Woolf thanks Vita Sackville-West for her letter concerning a Mr. Jullian."
        }
    },
    {
        "start_date": {
            "month": 4,
            "day": 30,
            "year": 1929
        },
        "text": {
            "headline": "Letter from Vita Sackville-West to Leonard Woolf",
            "text": "A letter from Vita Sackville-West to Leonard Woolf about an offer she received from the Heinemann publishing house."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 26,
            "year": 1930
        },
        "text": {
            "headline": "Letter from The Hogarth Press to Irwin & Gordon LTD",
            "text": "The manager of the Hogarth Press responds to a claim by publisher Doubleday Doran that the Hogarth Press is not allowed to sell Vita Sackville-West's 'The Edwardians' in Canada."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 14,
            "year": 1930
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Vita Sackville-West",
            "text": "Leonard Woolf discusses publishing matters with Vita Sackville-West  such as the type of paper that will be used for her novel  The Edwardians  as well as the photo for the jacket of the novel. His appointment with the Secretarty of the Book Society is mentioned as well. In the last paragraph  their frienship is shown as Woolf comments on Sackville-West's move from Long Barn  Kent to Sussex."
        }
    },
    {
        "start_date": {
            "month": 11,
            "day": 17,
            "year": 1944
        },
        "text": {
            "headline": "Letter from Leonard Woolf to John Lehmann",
            "text": "Woolf writes to confirm a meeting  to suggest a (re)print of Ten Letter Writers and to answer some of Lehmann's questions regarding an old printing machine."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 10,
            "year": 1930
        },
        "text": {
            "headline": "Letter from Leonard Woolf to R&R Clark",
            "text": "Letter from Leonard Woolf to R&R Clark Ltd ask for a printing proof of a MS."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 29,
            "year": 1933
        },
        "text": {
            "headline": "Letter from The Hogarth Press to Lowe, Brydone Ltd.",
            "text": "The Hogarth Press accept Lowe  Brydone Ltd.'s price for a printing order of Vita Sackville-West's novel  The Edwardians. The Hogarth Press Inform Lowe  Brydone Ltd. that they have ordered printing paper to be delivered to Lowe  Brydone Ltd. from Spalding & Hodge and request an estimation as to when the printed sheets will be forwarded to be bound by The Ship Binding Works."
        }
    },
    {
        "start_date": {
            "month": 1,
            "day": 8,
            "year": 1937
        },
        "text": {
            "headline": "Letter from The Hogarth Press  to The Ship Binding Works",
            "text": "A letter from the Hogarth Press to the Ship Binding Works regarding stock"
        }
    },
    {
        "start_date": {
            "month": 10,
            "day": 17,
            "year": 1939
        },
        "text": {
            "headline": "Letter from Allen Lane to Leonard Woolf",
            "text": "Letter from Allen Lane to Leonard Woolf about a reduced royalty scale for the novel Edwardianwritten by Vita Sackville-West."
        }
    },
    {
        "start_date": {
            "month": 5,
            "day": 31,
            "year": 1930
        },
        "text": {
            "headline": "Letter from Leonard Woolf to R & R Clark",
            "text": "Leonard Woolf writes to his printer R & R Clark with instructions for the second edition of Vita Sackville-West's book The Edwardians."
        }
    },
    {
        "start_date": {
            "month": 5,
            "day": 4,
            "year": 1946
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Vita Sackville-West",
            "text": "Woolf informs Sackville-West that he is trying to amalgamate with Chatto & Windus and that he is planning to reprint some of her work. He asks her what work she would like to be printed first."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 7,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Leonard Woolf to R. & R. Clark",
            "text": "Woolf describes in this letter to the publishing house R. & R. Clark how many copies of Leys' Kenya are needed  as well as a full description of the maps he included along with the letter as well as what their precise location should be within the novel."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 16,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "A letter from Woolf to Leys  explaining on how many copies Leys should get and how expensive it would be."
        }
    },
    {
        "start_date": {
            "month": 10,
            "day": 19,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Association Press publication department of the National Council of the Young Men's Christian Associations to Hogarth Press",
            "text": "Letter from Association Press publication department of the National Council of the Young Men's Christian Associations to The Hogarth Press explaining that they cannot invest in the book Kenya by Norman Leys."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 19,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "This is a letter from Leonard Woolf to Norman Leys regarding the possibilities for the binding of the cheap edition of a book. This book is not mentioned by name in the letter. The letter is written on a typewriter."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 13,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Kenneth Leys to Leonard Woolf",
            "text": "Letter from Kenneth Leys to Leonard Woolf about information on requests from Norman Leys about the printing of his book."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 14,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "A letter from Leonard Woolf to Norman Leys responding to a previous letter."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 23,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Leys writes expecting more criticism of his work and discusses faults he finds when he reads ihis his work. Handwritten letter signed by Leys"
        }
    },
    {
        "start_date": {
            "month": 10,
            "day": 20,
            "year": 1925
        },
        "text": {
            "headline": "Letter from William Edward Burghardt du Bois to Norman Leys",
            "text": "This is a letter from William Edward Burghadt du Bois to Norman Leys. The letter has been written on a typewriter and is dated the 20th of October 1925. It concerns a review of the book Kenya\" for which The Crisis magazine will write a review.\""
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 13,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Letter from Norman Leys to Leonard Woolf with several questions about the printing of the book Kenya."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 7,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Leonard Woolf to R. & R. Clark",
            "text": "Woolf describes in this letter to the publishing house R. & R. Clark how many copies of Leys' Kenya are needed  as well as a full description of the maps he included along with the letter as well as what their precise location should be within the novel."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 2,
            "year": 1953
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Hand-written letter from Norman Leys replying to Leonard Woolf concerning an American edition of his book and requesting Leonard Woolf to forward one copy of the book Kenya to James Maxton Esq.MP."
        }
    },
    {
        "start_date": {
            "month": 2,
            "day": 17,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Letter from Norman Leys to Leonard Woolf wherein Leys explains that he is searching for a way to publish a cheap edition that will provide a profit."
        }
    },
    {
        "start_date": {
            "month": 7,
            "day": 18,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf writes to ask Leysnot to sign a bad agreement  he comments on the Hogarth Pressexpanding but that he does not know if he can get the publicity that an older  more established firm can get. He states that if Allen and Unwincan give him a fair agreement he should stick with him  and if not  he should look in to another publisher. Woolf offers to produce it for him. Typescript letter signed by Woolf"
        }
    },
    {
        "start_date": {
            "month": 2,
            "day": 16,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Letter from Norman Leys to Leonard Woolf requesting clarification on some issues regarding the publishing of a revised and improved version of the book Kenya."
        }
    },
    {
        "start_date": {
            "month": 12,
            "day": 15,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Letter from Leonard Woolf to Norman Leys concerning Leys forthcoming book  Kenya. Woolf is asking Leys whether he wants to accept an anonymous monetary contribution offered to Woolf with the purpose of putting advertisements into popular papers. Woolf advises Leys to do so."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 13,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys Esq",
            "text": "This letter was typed by Mr Woolf as the role of publisher to Mr Leys who appears to be his client. Mr Woolf attempts to persuade Mr Leys to hold off from reprinting his work as Mr Woolf predicts this would an financial mistake for Mr Leys. It becomes evident from this correspondance that there has been an argument between the two gentlemen and Mr Woolf attempts to persuade Mr Leys to heed his advice  even if that risks personal financial loss for Mr Woolf."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 28,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys asks Leonard Woolf to send him money that he is owed  as well as noting his hopes of seeing Woolf in London to discuss a cheap edition of his book."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 30,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "The author describes how they should discuss the pay of the recipient  as well as a cheap edition of the book the recipient wrote  some of which already went to America through a wholesaler."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 28,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys asks Leonard Woolf to send him money that he is owed  as well as noting his hopes of seeing Woolf in London to discuss a cheap edition of his book."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 16,
            "year": 1953
        },
        "text": {
            "headline": "Letter from the Hogarth Press to East African Standard",
            "text": "Letter from the Hogarth Press by Leonard Woolf to the Manager of the Book Department of East African Standard declining the republication of Norman Leys's book Kenya."
        }
    },
    {
        "start_date": {
            "month": 11,
            "day": 2,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Letter from Norman Leys to Leonard Woolf about profitability  the number of book copies sold and using connections with influental freinds."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 18,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Frederick Harris",
            "text": "Leonard Woolf asks Frederick Harris if he wants copies of Dr Norman Leys's book Kenya in sheets to be issued in the US."
        }
    },
    {
        "start_date": {
            "month": 4,
            "day": 1,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys writes to Leonard Woolf about his plan on sueing the Daily Express. He is asking Leonard Woolf for advice and maybe a friend or a lawyer who can help him."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 30,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Leonard Woolf to R & R Clark",
            "text": "A letter from Woolf to R & R Clark in Edinburgh  explaining the lay-out and look of the book Kenya."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 15,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "A letter from Norman Leys to Leonard Woolf responding to the letter send on 14-08-1924."
        }
    },
    {
        "start_date": {
            "month": 4,
            "day": 1,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf writes to ask Norman Leys not to pursue a libel case and asks to see the statement he wishes to issue to the press. He also offers to consult a law firm for Leys."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 2,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf encloses a form of agreement for Norman Leys and makes suggestions for edited clauses. He also returns Unwin's letters states his opinion on the book. He also states he will ask the printer to return certain chapters to Leys for correcting. Lastly he asks Leys to send him a copy of the agreement with any remarks."
        }
    },
    {
        "start_date": {
            "month": 2,
            "day": 19,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf writes on the subjects of volume of sales and reprinting."
        }
    },
    {
        "start_date": {
            "month": 4,
            "day": 25,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf writes to inform Leys of sales  and that Leys should think about gettin gthe second edition advertised. He apologises that he cannot meet on Wednesday."
        }
    },
    {
        "start_date": {
            "month": 11,
            "day": 3,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf writes regarding estimates and lists his letters where he has shown his calculations. He also confirms his accuracy and that he will send a more detailed estimate. He reminds Leys that an estimate will never be wholly accurate and variations will occur."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 15,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Norman Leys rebuts against Leonard Woolf's last letter. He states that he does not like ambiguous and inconsistent language. He also wants Leonard Woolf to respond to unanswered questions. Leys asks if Woolf has sent copies to the papers he has asked him to."
        }
    },
    {
        "start_date": {
            "month": 4,
            "day": 5,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys states that he cannot find a financial statement from The Hogarth Press  he discusses the cheap edition of 'Kenya' and reccommends a book to read."
        }
    },
    {
        "start_date": {
            "month": 12,
            "day": 15,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf informs that he is enclosing a cheque for advertising from a benefactor that wishes to remain anonymous."
        }
    },
    {
        "start_date": {
            "month": 2,
            "day": 23,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf answers Leys questions mainly regarding a choice of publisher for a cheap edition and provides him with further advice. Woolf also advises obtaining a proper estimate for a cheap edition."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 10,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys writes regarding a telegram  he has sent a new preface but wonders why a second edition reprint is now so urgent. He refuses to allow a reprint without correcting erratas. He asks if R.&R.Clark can be told to print 1000 copies  but not to start until he has made his final decisions."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 30,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf encloses a cheque for Leys and lets him know that he is looking into how much he is paid. He also agrees to dicussing the cheap edition that Leys suggested."
        }
    },
    {
        "start_date": {
            "month": 12,
            "day": 16,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys asks Woolf to send an enclosure on his behalf to an anonymous benefactor  he wishes some of the money donated could be spent on advertising the cheap edition of 'Kenya'. He also speaks of a pamphlet he has sent to the Fabian society that he will send to The Hogarth Press should they turn it down."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 11,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf writes in relation to a telegram he has sent. He states that if a new edition is to be printed he will need to leave plenty of time for it to be done. He states that he has asked R & R Clark to prepare to print 900 copies. He also confirms the time and date of their meeting."
        }
    },
    {
        "start_date": {
            "month": 12,
            "day": 30,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Letter from Leonard Woolf to Norman Leys about advertisements"
        }
    },
    {
        "start_date": {
            "month": 1,
            "day": 19,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys thanks Leonard Woolf for an earlier postcard  then discusses a number of questions he has regarding an information bureau in London  why a person named Andrews seems annoyed with him (Leys)  the balancing of the annual budget  and when he will send new lists of people to send circulars to."
        }
    },
    {
        "start_date": {
            "month": 12,
            "day": 3,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys writes about his brother Kenneth and how his brother has written about a review  he asks if his brother can write to Leonard. He discusses the African Standard informing Woolf that they also run a book selling business. Leys also asks to send copies for review."
        }
    },
    {
        "start_date": {
            "month": 2,
            "day": 17,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf writes to answer Leys questions regarding pamphlet sales and when it would be best to publish one."
        }
    },
    {
        "start_date": {
            "month": 2,
            "day": 16,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Letter from Leonard Woolf to Norman Leys about the publication of the book Kenya"
        }
    },
    {
        "start_date": {
            "month": 4,
            "day": 24,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Norman Leys writes to say that he meant to meet with Virginia but the report he was waiting to discuss is not availabe for weeks. He asks when he is to recieve copies of the second and first edition. He discusses an upcoming debate and hopes that it will help him sell copies."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 16,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Leys sends chapters to Woolf and asks for a meeting."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 30,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys writes to discuss a 2nd edition of 'Kenya'  the profits of the 1st edition and also discusses the cheap edition."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 23,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "In this letter  Norman Leys negatively criticises his work in a letter written for Leonard Woolf  whilst also expecting to hear some criticism from him."
        }
    },
    {
        "start_date": {
            "month": 5,
            "day": 9,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Normal Leys writes to Woolf to let him know that he will consult him before pursuing any action regarding the press. He states that Sir Robert Hamilton encourages suing the Daily Express. He names Delamere as a liar. He questions what a counsel will cost and talks about feeling judged."
        }
    },
    {
        "start_date": {
            "month": 2,
            "day": 14,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "In this letter  Leonard Woolf informs Norman Leys about the accounts and estimates about the total expenditure. He also offers his opinion on reprinting more copies  favouring that he does not do it  since it is expensive."
        }
    },
    {
        "start_date": {
            "month": 11,
            "day": 4,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys asks if they can agree to disagree regarding their opinions and that he should regret going to another publisher."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 7,
            "year": 1954
        },
        "text": {
            "headline": "Letter from Leonard Woolf to The Hon. V. Sackville-West.",
            "text": "Letter from Leonard Woolf to Vita Sackville-West regarding the agreement for THE EDWARDIANS."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 6,
            "year": 1934
        },
        "text": {
            "headline": "Letter from Hogarth Press to Birmingham Repertory Theatre",
            "text": "The Manager of the publishing company The Hogarths Press suggests a number of the pocket edition of Vita Sackville-West's novel The Edwardians to be put for sale at the Birmingham Repertory Theatre  as the latter was producing a play based on the novel."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 15,
            "year": 1938
        },
        "text": {
            "headline": "Letter from The Hogarth Press to The Windmill Press",
            "text": "The manager of the Hogarth Press issues a request to the Windmill Press asking if they may lend Vita Sackville-West's 'The Edwardians' again."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 1,
            "year": 1930
        },
        "text": {
            "headline": "Letter from Vita Sackville-West to Leonard Woolf",
            "text": "Vita Sackville-West writes to Leonard Woolf to let him know she has accidentally assigned the Canadian rights to one of her books - most likely The Edwardians - to both Hogarth Press - owned by Leonard Woolf - and the publishing house Doubleday  Doran. She also sends him back some money she has borrowed  and gives him the new address of Dorothy Wellesley so that he may write to her to let her know whether he has received her poem and what he thinks of it."
        }
    },
    {
        "start_date": {
            "month": 4,
            "day": 20,
            "year": 1937
        },
        "text": {
            "headline": "Letter from The Hogarth Press to A.R. Moon, Esq.",
            "text": "The Hogarth Press give permission to A.R.Arthur ReginaldMoon  Esq. to quote a passage from The Edwardians in an English textbook. They request that he give credit to the author and publisher."
        }
    },
    {
        "start_date": {
            "month": 7,
            "day": 15,
            "year": 1946
        },
        "text": {
            "headline": "Letter from Vita Sackville-West to Leonard Woolf/persName>, 15th July 1946 ",
            "text": "Letter from V. Sackville-West to Leonard in which she introduces Mr. Jullian as suitable artist to illustrate The Edwardians"
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 9,
            "year": 1954
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Aline Burch",
            "text": "Letter sent by Leonard Woolf to Aline Burch asking to send a book copy to Marquis D'Ormesson"
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 3,
            "year": 1954
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Vita Sackville-West",
            "text": "Leonard Woolf confirms he will look into the agreement of the rights to The Edwardians for Vita Sackville-West and he is going to send her a copy of Pepita."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 14,
            "year": 1954
        },
        "text": {
            "headline": "Letter from The Hogarth Press to Vita Sackville-West",
            "text": "The Hogarth Press Ltd apologises to Miss Sackville-West for forgetting to return attached letters with a previous letter."
        }
    },
    {
        "start_date": {
            "month": 4,
            "day": 4,
            "year": 1946
        },
        "text": {
            "headline": "Letter from Vita Sackville-West to Leonard Woolf",
            "text": "Vita Sackville-West tells Leonard Woolf about a rumor she heard regarging a change in the management of the Press. She asks if some of her book can be re-printed. She asks if the rumor is true."
        }
    },
    {
        "start_date": {
            "month": 7,
            "day": 31,
            "year": 1946
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Vita Sackville-West",
            "text": "Leonard Woolf thanks Vita Sackville-West for her letter concerning a Mr. Jullian."
        }
    },
    {
        "start_date": {
            "month": 4,
            "day": 30,
            "year": 1929
        },
        "text": {
            "headline": "Letter from Vita Sackville-West to Leonard Woolf",
            "text": "A letter from Vita Sackville-West to Leonard Woolf about an offer she received from the Heinemann publishing house."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 26,
            "year": 1930
        },
        "text": {
            "headline": "Letter from The Hogarth Press to Irwin & Gordon LTD",
            "text": "The manager of the Hogarth Press responds to a claim by publisher Doubleday Doran that the Hogarth Press is not allowed to sell Vita Sackville-West's 'The Edwardians' in Canada."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 14,
            "year": 1930
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Vita Sackville-West",
            "text": "Leonard Woolf discusses publishing matters with Vita Sackville-West  such as the type of paper that will be used for her novel  The Edwardians  as well as the photo for the jacket of the novel. His appointment with the Secretarty of the Book Society is mentioned as well. In the last paragraph  their frienship is shown as Woolf comments on Sackville-West's move from Long Barn  Kent to Sussex."
        }
    },
    {
        "start_date": {
            "month": 11,
            "day": 17,
            "year": 1944
        },
        "text": {
            "headline": "Letter from Leonard Woolf to John Lehmann",
            "text": "Woolf writes to confirm a meeting  to suggest a (re)print of Ten Letter Writers and to answer some of Lehmann's questions regarding an old printing machine."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 10,
            "year": 1930
        },
        "text": {
            "headline": "Letter from Leonard Woolf to R&R Clark",
            "text": "Letter from Leonard Woolf to R&R Clark Ltd ask for a printing proof of a MS."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 29,
            "year": 1933
        },
        "text": {
            "headline": "Letter from The Hogarth Press to Lowe, Brydone Ltd.",
            "text": "The Hogarth Press accept Lowe  Brydone Ltd.'s price for a printing order of Vita Sackville-West's novel  The Edwardians. The Hogarth Press Inform Lowe  Brydone Ltd. that they have ordered printing paper to be delivered to Lowe  Brydone Ltd. from Spalding & Hodge and request an estimation as to when the printed sheets will be forwarded to be bound by The Ship Binding Works."
        }
    },
    {
        "start_date": {
            "month": 1,
            "day": 8,
            "year": 1937
        },
        "text": {
            "headline": "Letter from The Hogarth Press  to The Ship Binding Works",
            "text": "A letter from the Hogarth Press to the Ship Binding Works regarding stock"
        }
    },
    {
        "start_date": {
            "month": 10,
            "day": 17,
            "year": 1939
        },
        "text": {
            "headline": "Letter from Allen Lane to Leonard Woolf",
            "text": "Letter from Allen Lane to Leonard Woolf about a reduced royalty scale for the novel Edwardianwritten by Vita Sackville-West."
        }
    },
    {
        "start_date": {
            "month": 5,
            "day": 31,
            "year": 1930
        },
        "text": {
            "headline": "Letter from Leonard Woolf to R & R Clark",
            "text": "Leonard Woolf writes to his printer R & R Clark with instructions for the second edition of Vita Sackville-West's book The Edwardians."
        }
    },
    {
        "start_date": {
            "month": 5,
            "day": 4,
            "year": 1946
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Vita Sackville-West",
            "text": "Woolf informs Sackville-West that he is trying to amalgamate with Chatto & Windus and that he is planning to reprint some of her work. He asks her what work she would like to be printed first."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 7,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Leonard Woolf to R. & R. Clark",
            "text": "Woolf describes in this letter to the publishing house R. & R. Clark how many copies of Leys' Kenya are needed  as well as a full description of the maps he included along with the letter as well as what their precise location should be within the novel."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 16,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "A letter from Woolf to Leys  explaining on how many copies Leys should get and how expensive it would be."
        }
    },
    {
        "start_date": {
            "month": 10,
            "day": 19,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Association Press publication department of the National Council of the Young Men's Christian Associations to Hogarth Press",
            "text": "Letter from Association Press publication department of the National Council of the Young Men's Christian Associations to The Hogarth Press explaining that they cannot invest in the book Kenya by Norman Leys."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 19,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "This is a letter from Leonard Woolf to Norman Leys regarding the possibilities for the binding of the cheap edition of a book. This book is not mentioned by name in the letter. The letter is written on a typewriter."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 13,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Kenneth Leys to Leonard Woolf",
            "text": "Letter from Kenneth Leys to Leonard Woolf about information on requests from Norman Leys about the printing of his book."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 14,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "A letter from Leonard Woolf to Norman Leys responding to a previous letter."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 23,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Leys writes expecting more criticism of his work and discusses faults he finds when he reads ihis his work. Handwritten letter signed by Leys"
        }
    },
    {
        "start_date": {
            "month": 10,
            "day": 20,
            "year": 1925
        },
        "text": {
            "headline": "Letter from William Edward Burghardt du Bois to Norman Leys",
            "text": "This is a letter from William Edward Burghadt du Bois to Norman Leys. The letter has been written on a typewriter and is dated the 20th of October 1925. It concerns a review of the book Kenya\" for which The Crisis magazine will write a review.\""
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 13,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Letter from Norman Leys to Leonard Woolf with several questions about the printing of the book Kenya."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 7,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Leonard Woolf to R. & R. Clark",
            "text": "Woolf describes in this letter to the publishing house R. & R. Clark how many copies of Leys' Kenya are needed  as well as a full description of the maps he included along with the letter as well as what their precise location should be within the novel."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 2,
            "year": 1953
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Hand-written letter from Norman Leys replying to Leonard Woolf concerning an American edition of his book and requesting Leonard Woolf to forward one copy of the book Kenya to James Maxton Esq.MP."
        }
    },
    {
        "start_date": {
            "month": 2,
            "day": 17,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Letter from Norman Leys to Leonard Woolf wherein Leys explains that he is searching for a way to publish a cheap edition that will provide a profit."
        }
    },
    {
        "start_date": {
            "month": 7,
            "day": 18,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf writes to ask Leysnot to sign a bad agreement  he comments on the Hogarth Pressexpanding but that he does not know if he can get the publicity that an older  more established firm can get. He states that if Allen and Unwincan give him a fair agreement he should stick with him  and if not  he should look in to another publisher. Woolf offers to produce it for him. Typescript letter signed by Woolf"
        }
    },
    {
        "start_date": {
            "month": 2,
            "day": 16,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Letter from Norman Leys to Leonard Woolf requesting clarification on some issues regarding the publishing of a revised and improved version of the book Kenya."
        }
    },
    {
        "start_date": {
            "month": 12,
            "day": 15,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Letter from Leonard Woolf to Norman Leys concerning Leys forthcoming book  Kenya. Woolf is asking Leys whether he wants to accept an anonymous monetary contribution offered to Woolf with the purpose of putting advertisements into popular papers. Woolf advises Leys to do so."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 13,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys Esq",
            "text": "This letter was typed by Mr Woolf as the role of publisher to Mr Leys who appears to be his client. Mr Woolf attempts to persuade Mr Leys to hold off from reprinting his work as Mr Woolf predicts this would an financial mistake for Mr Leys. It becomes evident from this correspondance that there has been an argument between the two gentlemen and Mr Woolf attempts to persuade Mr Leys to heed his advice  even if that risks personal financial loss for Mr Woolf."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 28,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys asks Leonard Woolf to send him money that he is owed  as well as noting his hopes of seeing Woolf in London to discuss a cheap edition of his book."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 30,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "The author describes how they should discuss the pay of the recipient  as well as a cheap edition of the book the recipient wrote  some of which already went to America through a wholesaler."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 28,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys asks Leonard Woolf to send him money that he is owed  as well as noting his hopes of seeing Woolf in London to discuss a cheap edition of his book."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 16,
            "year": 1953
        },
        "text": {
            "headline": "Letter from the Hogarth Press to East African Standard",
            "text": "Letter from the Hogarth Press by Leonard Woolf to the Manager of the Book Department of East African Standard declining the republication of Norman Leys's book Kenya."
        }
    },
    {
        "start_date": {
            "month": 11,
            "day": 2,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Letter from Norman Leys to Leonard Woolf about profitability  the number of book copies sold and using connections with influental freinds."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 18,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Frederick Harris",
            "text": "Leonard Woolf asks Frederick Harris if he wants copies of Dr Norman Leys's book Kenya in sheets to be issued in the US."
        }
    },
    {
        "start_date": {
            "month": 4,
            "day": 1,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys writes to Leonard Woolf about his plan on sueing the Daily Express. He is asking Leonard Woolf for advice and maybe a friend or a lawyer who can help him."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 30,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Leonard Woolf to R & R Clark",
            "text": "A letter from Woolf to R & R Clark in Edinburgh  explaining the lay-out and look of the book Kenya."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 15,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "A letter from Norman Leys to Leonard Woolf responding to the letter send on 14-08-1924."
        }
    },
    {
        "start_date": {
            "month": 4,
            "day": 1,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf writes to ask Norman Leys not to pursue a libel case and asks to see the statement he wishes to issue to the press. He also offers to consult a law firm for Leys."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 2,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf encloses a form of agreement for Norman Leys and makes suggestions for edited clauses. He also returns Unwin's letters states his opinion on the book. He also states he will ask the printer to return certain chapters to Leys for correcting. Lastly he asks Leys to send him a copy of the agreement with any remarks."
        }
    },
    {
        "start_date": {
            "month": 2,
            "day": 19,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf writes on the subjects of volume of sales and reprinting."
        }
    },
    {
        "start_date": {
            "month": 4,
            "day": 25,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf writes to inform Leys of sales  and that Leys should think about gettin gthe second edition advertised. He apologises that he cannot meet on Wednesday."
        }
    },
    {
        "start_date": {
            "month": 11,
            "day": 3,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf writes regarding estimates and lists his letters where he has shown his calculations. He also confirms his accuracy and that he will send a more detailed estimate. He reminds Leys that an estimate will never be wholly accurate and variations will occur."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 15,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Norman Leys rebuts against Leonard Woolf's last letter. He states that he does not like ambiguous and inconsistent language. He also wants Leonard Woolf to respond to unanswered questions. Leys asks if Woolf has sent copies to the papers he has asked him to."
        }
    },
    {
        "start_date": {
            "month": 4,
            "day": 5,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys states that he cannot find a financial statement from The Hogarth Press  he discusses the cheap edition of 'Kenya' and reccommends a book to read."
        }
    },
    {
        "start_date": {
            "month": 12,
            "day": 15,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf informs that he is enclosing a cheque for advertising from a benefactor that wishes to remain anonymous."
        }
    },
    {
        "start_date": {
            "month": 2,
            "day": 23,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf answers Leys questions mainly regarding a choice of publisher for a cheap edition and provides him with further advice. Woolf also advises obtaining a proper estimate for a cheap edition."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 10,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys writes regarding a telegram  he has sent a new preface but wonders why a second edition reprint is now so urgent. He refuses to allow a reprint without correcting erratas. He asks if R.&R.Clark can be told to print 1000 copies  but not to start until he has made his final decisions."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 30,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf encloses a cheque for Leys and lets him know that he is looking into how much he is paid. He also agrees to dicussing the cheap edition that Leys suggested."
        }
    },
    {
        "start_date": {
            "month": 12,
            "day": 16,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys asks Woolf to send an enclosure on his behalf to an anonymous benefactor  he wishes some of the money donated could be spent on advertising the cheap edition of 'Kenya'. He also speaks of a pamphlet he has sent to the Fabian society that he will send to The Hogarth Press should they turn it down."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 11,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf writes in relation to a telegram he has sent. He states that if a new edition is to be printed he will need to leave plenty of time for it to be done. He states that he has asked R & R Clark to prepare to print 900 copies. He also confirms the time and date of their meeting."
        }
    },
    {
        "start_date": {
            "month": 12,
            "day": 30,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Letter from Leonard Woolf to Norman Leys about advertisements"
        }
    },
    {
        "start_date": {
            "month": 1,
            "day": 19,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys thanks Leonard Woolf for an earlier postcard  then discusses a number of questions he has regarding an information bureau in London  why a person named Andrews seems annoyed with him (Leys)  the balancing of the annual budget  and when he will send new lists of people to send circulars to."
        }
    },
    {
        "start_date": {
            "month": 12,
            "day": 3,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys writes about his brother Kenneth and how his brother has written about a review  he asks if his brother can write to Leonard. He discusses the African Standard informing Woolf that they also run a book selling business. Leys also asks to send copies for review."
        }
    },
    {
        "start_date": {
            "month": 2,
            "day": 17,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Leonard Woolf writes to answer Leys questions regarding pamphlet sales and when it would be best to publish one."
        }
    },
    {
        "start_date": {
            "month": 2,
            "day": 16,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Letter from Leonard Woolf to Norman Leys about the publication of the book Kenya"
        }
    },
    {
        "start_date": {
            "month": 4,
            "day": 24,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "Norman Leys writes to say that he meant to meet with Virginia but the report he was waiting to discuss is not availabe for weeks. He asks when he is to recieve copies of the second and first edition. He discusses an upcoming debate and hopes that it will help him sell copies."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 16,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Leys sends chapters to Woolf and asks for a meeting."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 30,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys writes to discuss a 2nd edition of 'Kenya'  the profits of the 1st edition and also discusses the cheap edition."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 23,
            "year": 1924
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "In this letter  Norman Leys negatively criticises his work in a letter written for Leonard Woolf  whilst also expecting to hear some criticism from him."
        }
    },
    {
        "start_date": {
            "month": 5,
            "day": 9,
            "year": 1926
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Normal Leys writes to Woolf to let him know that he will consult him before pursuing any action regarding the press. He states that Sir Robert Hamilton encourages suing the Daily Express. He names Delamere as a liar. He questions what a counsel will cost and talks about feeling judged."
        }
    },
    {
        "start_date": {
            "month": 2,
            "day": 14,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Norman Leys",
            "text": "In this letter  Leonard Woolf informs Norman Leys about the accounts and estimates about the total expenditure. He also offers his opinion on reprinting more copies  favouring that he does not do it  since it is expensive."
        }
    },
    {
        "start_date": {
            "month": 11,
            "day": 4,
            "year": 1925
        },
        "text": {
            "headline": "Letter from Norman Leys to Leonard Woolf",
            "text": "Norman Leys asks if they can agree to disagree regarding their opinions and that he should regret going to another publisher."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 7,
            "year": 1954
        },
        "text": {
            "headline": "Letter from Leonard Woolf to The Hon. V. Sackville-West.",
            "text": "Letter from Leonard Woolf to Vita Sackville-West regarding the agreement for THE EDWARDIANS."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 6,
            "year": 1934
        },
        "text": {
            "headline": "Letter from Hogarth Press to Birmingham Repertory Theatre",
            "text": "The Manager of the publishing company The Hogarths Press suggests a number of the pocket edition of Vita Sackville-West's novel The Edwardians to be put for sale at the Birmingham Repertory Theatre  as the latter was producing a play based on the novel."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 15,
            "year": 1938
        },
        "text": {
            "headline": "Letter from The Hogarth Press to The Windmill Press",
            "text": "The manager of the Hogarth Press issues a request to the Windmill Press asking if they may lend Vita Sackville-West's 'The Edwardians' again."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 1,
            "year": 1930
        },
        "text": {
            "headline": "Letter from Vita Sackville-West to Leonard Woolf",
            "text": "Vita Sackville-West writes to Leonard Woolf to let him know she has accidentally assigned the Canadian rights to one of her books - most likely The Edwardians - to both Hogarth Press - owned by Leonard Woolf - and the publishing house Doubleday  Doran. She also sends him back some money she has borrowed  and gives him the new address of Dorothy Wellesley so that he may write to her to let her know whether he has received her poem and what he thinks of it."
        }
    },
    {
        "start_date": {
            "month": 4,
            "day": 20,
            "year": 1937
        },
        "text": {
            "headline": "Letter from The Hogarth Press to A.R. Moon, Esq.",
            "text": "The Hogarth Press give permission to A.R.Arthur ReginaldMoon  Esq. to quote a passage from The Edwardians in an English textbook. They request that he give credit to the author and publisher."
        }
    },
    {
        "start_date": {
            "month": 7,
            "day": 15,
            "year": 1946
        },
        "text": {
            "headline": "Letter from Vita Sackville-West to Leonard Woolf/persName>, 15th July 1946 ",
            "text": "Letter from V. Sackville-West to Leonard in which she introduces Mr. Jullian as suitable artist to illustrate The Edwardians"
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 9,
            "year": 1954
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Aline Burch",
            "text": "Letter sent by Leonard Woolf to Aline Burch asking to send a book copy to Marquis D'Ormesson"
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 3,
            "year": 1954
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Vita Sackville-West",
            "text": "Leonard Woolf confirms he will look into the agreement of the rights to The Edwardians for Vita Sackville-West and he is going to send her a copy of Pepita."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 14,
            "year": 1954
        },
        "text": {
            "headline": "Letter from The Hogarth Press to Vita Sackville-West",
            "text": "The Hogarth Press Ltd apologises to Miss Sackville-West for forgetting to return attached letters with a previous letter."
        }
    },
    {
        "start_date": {
            "month": 4,
            "day": 4,
            "year": 1946
        },
        "text": {
            "headline": "Letter from Vita Sackville-West to Leonard Woolf",
            "text": "Vita Sackville-West tells Leonard Woolf about a rumor she heard regarging a change in the management of the Press. She asks if some of her book can be re-printed. She asks if the rumor is true."
        }
    },
    {
        "start_date": {
            "month": 7,
            "day": 31,
            "year": 1946
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Vita Sackville-West",
            "text": "Leonard Woolf thanks Vita Sackville-West for her letter concerning a Mr. Jullian."
        }
    },
    {
        "start_date": {
            "month": 4,
            "day": 30,
            "year": 1929
        },
        "text": {
            "headline": "Letter from Vita Sackville-West to Leonard Woolf",
            "text": "A letter from Vita Sackville-West to Leonard Woolf about an offer she received from the Heinemann publishing house."
        }
    },
    {
        "start_date": {
            "month": 8,
            "day": 26,
            "year": 1930
        },
        "text": {
            "headline": "Letter from The Hogarth Press to Irwin & Gordon LTD",
            "text": "The manager of the Hogarth Press responds to a claim by publisher Doubleday Doran that the Hogarth Press is not allowed to sell Vita Sackville-West's 'The Edwardians' in Canada."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 14,
            "year": 1930
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Vita Sackville-West",
            "text": "Leonard Woolf discusses publishing matters with Vita Sackville-West  such as the type of paper that will be used for her novel  The Edwardians  as well as the photo for the jacket of the novel. His appointment with the Secretarty of the Book Society is mentioned as well. In the last paragraph  their frienship is shown as Woolf comments on Sackville-West's move from Long Barn  Kent to Sussex."
        }
    },
    {
        "start_date": {
            "month": 11,
            "day": 17,
            "year": 1944
        },
        "text": {
            "headline": "Letter from Leonard Woolf to John Lehmann",
            "text": "Woolf writes to confirm a meeting  to suggest a (re)print of Ten Letter Writers and to answer some of Lehmann's questions regarding an old printing machine."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 10,
            "year": 1930
        },
        "text": {
            "headline": "Letter from Leonard Woolf to R&R Clark",
            "text": "Letter from Leonard Woolf to R&R Clark Ltd ask for a printing proof of a MS."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 29,
            "year": 1933
        },
        "text": {
            "headline": "Letter from The Hogarth Press to Lowe, Brydone Ltd.",
            "text": "The Hogarth Press accept Lowe  Brydone Ltd.'s price for a printing order of Vita Sackville-West's novel  The Edwardians. The Hogarth Press Inform Lowe  Brydone Ltd. that they have ordered printing paper to be delivered to Lowe  Brydone Ltd. from Spalding & Hodge and request an estimation as to when the printed sheets will be forwarded to be bound by The Ship Binding Works."
        }
    },
    {
        "start_date": {
            "month": 1,
            "day": 8,
            "year": 1937
        },
        "text": {
            "headline": "Letter from The Hogarth Press  to The Ship Binding Works",
            "text": "A letter from the Hogarth Press to the Ship Binding Works regarding stock"
        }
    },
    {
        "start_date": {
            "month": 10,
            "day": 17,
            "year": 1939
        },
        "text": {
            "headline": "Letter from Allen Lane to Leonard Woolf",
            "text": "Letter from Allen Lane to Leonard Woolf about a reduced royalty scale for the novel Edwardianwritten by Vita Sackville-West."
        }
    },
    {
        "start_date": {
            "month": 5,
            "day": 31,
            "year": 1930
        },
        "text": {
            "headline": "Letter from Leonard Woolf to R & R Clark",
            "text": "Leonard Woolf writes to his printer R & R Clark with instructions for the second edition of Vita Sackville-West's book The Edwardians."
        }
    },
    {
        "start_date": {
            "month": 5,
            "day": 4,
            "year": 1946
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Vita Sackville-West",
            "text": "Woolf informs Sackville-West that he is trying to amalgamate with Chatto & Windus and that he is planning to reprint some of her work. He asks her what work she would like to be printed first."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 17,
            "year": 1930
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Vita Sackville-West",
            "text": "Letter from Leonard Woolf to Vita Sackville-West  sent on MS 2750 416 034"
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 9,
            "year": 1930
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Vita Sackville-West",
            "text": "A letter from Leonard Woolf to Vita Sackville-West about the status of her new book"
        }
    },
    {
        "start_date": {
            "month": 11,
            "day": 26,
            "year": 1934
        },
        "text": {
            "headline": "Letter from The Hogarth Press to Curtis Brown",
            "text": "Correspondence from The Hogarth Press to Curtis Brown regarding the rights of the Polish translation of the book The Edwardians."
        }
    },
    {
        "start_date": {
            "month": 3,
            "day": 23,
            "year": 1933
        },
        "text": {
            "headline": "Letter from The Hogarth Press to Percy Lund Humphreys & Co.",
            "text": "The manager of the Hogarth Press asks for an prize estimation of a 3000 copy reprint of Edwardians. They enclose two different printing formats to base the estimation on. They also inquire about the correct quantity of a certain type of paper for 3000 copies and the time the paper can be delivered in London after receiving."
        }
    },
    {
        "start_date": {
            "month": 5,
            "day": 3,
            "year": 1929
        },
        "text": {
            "headline": "Letter from Vita Sackville-West to Leonard Woolf",
            "text": "Letter from Vita Sackville-West to Leonard Woolf regarding the publisher agreement."
        }
    },
    {
        "start_date": {
            "month": 11,
            "day": 8,
            "year": 1946
        },
        "text": {
            "headline": "Letter from Hogarth Press to Butler & Tanner LTD",
            "text": "Letter from The Hogarth Press to Butler & Tanner LTD  sent on 08-11-1946"
        }
    },
    {
        "start_date": {
            "month": 4,
            "day": 8,
            "year": 1946
        },
        "text": {
            "headline": "Letter from Vita Sackville-West to Leonard Woolf",
            "text": "A letter written by Vita to Leonard about reprinting Pepita and questioning the possiblity to make minor alterations beforehand"
        }
    },
    {
        "start_date": {
            "month": 4,
            "day": 26,
            "year": 1929
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Vita Sackville-West",
            "text": "A letter from Leonard Woolf to Vita Sackville-West about a business offer"
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 4,
            "year": 1934
        },
        "text": {
            "headline": "Letter from Vita Sackville-West to Leonard Woolf",
            "text": "Vita Sackville-West tells Leonard Woolf that The Edwardians will be produced at the Birmingham Repertory Theatre and suggests that he send copies of the book to be sold there. She also notes that she is sending Virginia some mushrooms."
        }
    },
    {
        "start_date": {
            "month": 4,
            "day": 27,
            "year": 1948
        },
        "text": {
            "headline": "Letter from  Hogarth Press  to  Vita Sackville-West ",
            "text": "In this letter  which was sent to Vita Sackville-West by her publisher The Hogarth Press in 1948  The Hogarth Press suggests a redcution in the royalties Vita Sackville-West was to receive for her book 'The Edwardians'."
        }
    },
    {
        "start_date": {
            "month": 4,
            "day": 9,
            "year": 1930
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Vita Sackville-West",
            "text": "Leonard Woolf informs Vita that he has managed to get her books for the Book Society printed in May  but tells her she must return the proofs swiftly if that is to happen. He also expresses his disdain for Mr. Barker because he misinformed him about the date for the printing of the books."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 8,
            "year": 1943
        },
        "text": {
            "headline": "Letter from Vita Sackville-West to Miss Cooper",
            "text": "Vita says she does not wish to receive a fee from Thomas Nelson and Sons for the use of an extract of her work. The actual writer of the letter is not inteeligible."
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 17,
            "year": 1930
        },
        "text": {
            "headline": "Letter from The Hogarth Press  to R & R Clark",
            "text": "A letter from the Hogarth Press to the Ship Binding Works regarding stock"
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 2,
            "year": 1930
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Doubleday, Doran & Company",
            "text": "Letter from Leonard Woolf to Doubleday  Doran & Company  sent on 09-03-1930"
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 2,
            "year": 1930
        },
        "text": {
            "headline": "Letter from Leonard Woolf to Doubleday, Doran & Company",
            "text": "Letter from Leonard Woolf to Doubleday  Doran & Company  sent on 09-03-1930"
        }
    },
    {
        "start_date": {
            "month": 9,
            "day": 16,
            "year": 1930
        },
        "text": {
            "headline": "Letter from The Hogarth Press to Irwin and Gordon",
            "text": "Correspondence from The Hogarth Press to Irwin and Gordon regarding the sale and rights of a book publication."
        }
    }
]